Repository: BuickMeow/KMC
Catalog: KeppyMIDIConverter/Languages/Lang.*.resx
Languages: bn, de_de, et, it_it, ja, ja_jp, ko, ko_kr, ru, zh_tw

# PlaybackCompletedXPMessage
source: Playback completed. BASS status: {0}
bn: প্লেব্যাক সম্পন্ন. BASS অবস্থা: {0}
de_de: Wiedergabe abgeschlossen. BASS Status: {0}
et: Esituse lõpetanud BASS olek: {0}
it_it: Riproduzione completata. Stato BASS: {0}
ja: 再生が完了しました。 BASS status: {0}
ja_jp: 再生が完了しました。 BASS status: {0}
ko: 재생 완료. BASS 상태 : {0}
ko_kr: 재생이 취소되었습니다. BASS 상태 : {0}
ru: Воспроизведение завершено. BASS статус: {0}
zh_tw: 播放完成. BASS 狀態: {0}

# PlaybackStatus
source: {0} of the MIDI played. Position: {1} - {2}
bn: {0} এর এখন MIDI খেলেছে. অবস্থান: {1} - {2} সঙ্গীত: {3} - {4}
de_de: {0} der MIDI abgespielt. Position: {1} - {2} Noten: {3} - {4}
et: {0} ulatuses MIDI mängitakse. Koht: {1} - {2} Märkima: {3} - {4}
it_it: {0} del MIDI riprodotto. Posizione: {1} - {2} Note: {3} - {4}
ja: {0} を再生しました。 現在位置: {1} - {2} ノート: {3} - {4}
ja_jp: MIDIファイルの{0}を再生しました。 再生位置: {1} - {2} 曲譜: {3} - {4}
ko: {0} MIDI 연주의. 위치: {1} - {2} 음성: {3} - {4}
ko_kr: {0} MIDI 연주의. 위치: {1} - {2} 음성: {3} - {4}
ru: {0} MIDI проиграно. Позиция: {1} - {2}
zh_tw: {0}% MIDI已播放. 位置: {1} - {2} 筆錄: {3} - {4}

# PlaybackText
source: Keppy's MIDI Converter | Playback of {0}...
bn: Keppy's MIDI Converter | এর নেপথ্য {0}...
de_de: {0} | Wiedergabe von {1}...
et: Keppy's MIDI Converter | Mängimine {0}...
it_it: {0} | Riproduzione di {1} in corso...
ja: Keppy's MIDI Converter | {0} を再生中...
ja_jp: Keppy's MIDI Converter | {0}を再生中...
ko: Keppy's MIDI Converter | 의 재생 {0}...
ko_kr: Keppy's MIDI Converter | 의 재생 {0}...
ru: Keppy's MIDI Converter | Воспроизведение {0}...
zh_tw: {0} | 正在撥放 {1}...

# PlaybackXPTitle
source: Completed
bn: সম্পন্ন
de_de: Abgeschlossen
et: Valminud
it_it: Completato
ja: 完了しました。
ja_jp: 再生が完了しました。
ko: 완료
ko_kr: 완료
ru: Завершено
zh_tw: 完成

# RemoveMIDI
source: Remove selected MIDIs
bn: নির্বাচিত MIDIs সরান
de_de: Ausgewählte MIDIs entfernen
et: Kõrvaldamiseks valitud MIDI
it_it: Rimuovi MIDI selezionati
ja: 選択したMIDIをリストから削除
ja_jp: 選択したMIDIファイルを取り除く
ko: 선택 MIDIs를 제거
ko_kr: 선택된 미디 제거
ru: Убрать выбранные MIDI
zh_tw: 移除所選擇MIDI

# RemoveSoundfontBtn
source: Remove soundfont(s)
bn: Soundfont সরান)
de_de: Soundfont entfernen
et: Eemaldada helifaili
it_it: Rimuovi soundfont
ja: サウンドフォントを取り除く
ja_jp: SoundFontを取り除く
ko: 사운드 폰트를 제거
ko_kr: 사운드 폰트 제거
ru: Убрать SoundFont(ы)
zh_tw: 移除音色庫

# RenderToOGG
source: Render files to Vorbis (.OGG)
bn: জন্য Vorbis ফাইলগুলি রেন্ডার (.OGG)
et: Ekspordi faili (.OGG)
ja: Ogg Vorbisで出力 (.OGG)
ko: 보비스 파일을 렌더링 (.OGG)
ru: Конвертировать файлы в Vorbis (.ogg)

# RenderToSpeakers
source: Preview files (Real-time playback)
bn: প্রি ফাইল (রিয়েল-টাইম প্লেব্যাক)
de_de: Vorschau der Dateien (Wiedergabe in Echt-Zeit)
et: Eelvaade faili (Reaalajas esituse)
it_it: Ascolta anteprima (Playback in tempo reale)
ja: MIDIファイルをプレビュー (リアルタイム再生)
ja_jp: MIDIファイルをプレビュー (リアルタイム再生)
ko: 프리뷰 파일 (실시간 재생)
ko_kr: 프리뷰 파일 (실시간 재생)
ru: Предварительный просмотр файлов (воспроизведение в режиме реального времени)
zh_tw: 預覽文件 (實際撥放)

# RenderToWAV
source: Render files to Wave (.WAV)
bn: WAV ফাইলগুলি রেন্ডার (.WAV)
et: Ekspordi faili (.WAV)
ja: Waveファイルで出力 (.WAV)
ko: 에 WAV 파일을 렌더링 (.WAV)
ru: Конвертировать файлы в Wave (.WAV)

# RightClickCopyNotice
source: Right-click anywhere in the window to copy the message.
bn: উইন্ডোতে কোথাও রাইট ক্লিক বার্তা কপি করতে.
de_de: Rechtsklick, um die Nachricht zu kopieren.
et: Paremklõps kuskil kopeerida seda postitust
it_it: Premi il tasto destro del mouse in una parte della finestra per copiare il messaggio.
ja: メッセージをコピーするには、ウィンドウ内の任意の場所を右クリックしてください。
ja_jp: メッセージをコピーするには、このウィンドウ内で右クリックしてください。
ko: 메시지를 복사 할 창의 아무 곳이나 마우스 오른쪽 버튼으로 클릭합니다.
ko_kr: 메시지를 복사 할 창의 아무 곳이나 마우스 오른쪽 버튼으로 클릭합니다.
ru: Щелкните правой кнопкой мыши в любом месте окна, чтобы скопировать сообщение.
zh_tw: 右鍵點擊視窗中的任何地方來複製信息.

# RMS
source: Root mean square
bn: রুট অর্থ বর্গ
de_de: Quadratisches Mittel
et: Ruutkeskmine
it_it: Valore efficace
ja: 実効値
ja_jp: RMS
ko: 실효 값:
ko_kr: 실효 값:
ru: Среднеквадратического
zh_tw: 平方根

source: Save here...
bn: এখানে সংরক্ষণ করুন ...
de_de: Hier speichern...
et: Säästa siin
it_it: Salva qui...
ja: ここに保存...
ja_jp: ここに保存...
ko: 여기에 저장 ...
ko_kr: 여기에 저장 ...
ru: Сохранить здесь...
zh_tw: 儲存在這裡...

# SelectOneSF
source: Please select at least one soundfont.
bn: দয়া করে অন্তত এক Soundfont নির্বাচন.
de_de: Bitte mindestens eine Soundfont auswählen.
et: Palun valige vähemalt ühe helifaili
it_it: Per favore selezionare almeno una soundfont.
ja: 少なくとも一つのサウンドフォントを選択してください。
ja_jp: SoundFontが選択されていません。少なくとも1つのSoundFontを選択してください。
ko: 적어도 하나의 사운드 폰트를 선택하세요.
ko_kr: 적어도 하나의 사운드 폰트를 선택하세요.
ru: Пожалуйста, выберите по крайней мере один SoundFont.
zh_tw: 請至少選一個音色庫

source: Settings
bn: সেটিংস
de_de: Einstellungen
et: Seaded
it_it: Opzioni
ja: 設定
ja_jp: オプション
ko: 설정
ko_kr: 설정
ru: Настройки
zh_tw: 設定

# SettingsBox
source: Settings
bn: সেটিংস
de_de: Einstellungen
et: Seaded
it_it: Opzioni
ja: 設定
ja_jp: オプション
ko: 설정
ko_kr: 설정
ru: Настройки
zh_tw: 設定

# SFVSTManager
source: Open the soundfonts/VST manager
bn: Soundfont/VST ম্যানেজার খুলুন
de_de: Soundfonts/VST Manager öffnen
et: Ava helifail/VST juht
it_it: Apri il gestore soundfont/VST
ja: サウンドフォント/VSTマネージャを開く
ja_jp: SoundFont/VSTマネージャを開く
ko: 사운드 폰트 / VST 관리자를 엽니 다
ko_kr: 사운드 폰트 / VST 관리자를 엽니 다
ru: Открыть SoundFont / менеджер VST
zh_tw: 打開音色庫/VST管理

# SoundfontDialogMessage
source: Use up to 2.147.483.648 soundfonts at once, to convert your MIDIs. The first soundfont in the list will always override the latest ones. Check if the soundfonts are not corrupted, before adding them to the list, to avoid random crashes/glitches. The following formats are supported: SF2, SF3, SFZ, SFPACK
bn: একবারে 1.000 Soundfont আপ ব্যবহার করুন, আপনার MIDI রূপান্তর করতে. তালিকার প্রথম soundfont সবসময় সর্বশেষ বেশী অগ্রাহ্য করা হবে. যদি soundfonts নষ্ট না হয় পরীক্ষা করে দেখুন, তাদের তালিকায় যোগ করার আগে, র্যান্ডম বিপর্যের / ত্রুটি এড়াতে. নিম্নলিখিত বিন্যাসে সমর্থিত হবে: SF2, SF3, SFZ, SFPACK
de_de: Benutzten Sie bis zu 1.000 Soundfonts auf einmal, um ihre MIDIs umzuwandeln. Das erste Soundfont wird immer der Letzteren vorgezogen. Stellen sie sicher, dass die Soundfonts nicht beschädigt sind, bevor Sie sie in die Liste hinzufügen, um Programmabstürze sowie Fehler zu vermeiden. Folgende Dateienformate werden unterstützt: SF2, SF3, SFZ, SFPACK
et: Koormus kuni 2.147.483.648 heli faile korraga. Esimene helifail nimekirja laeb enne järgmist helifaile. Kontrolli oma helifaile tahes korruptsiooni enne lisades need seda nimekirja, et vältida vigu. Järgmised formaate ei toetata: SF2, SF3, SFZ, SFPACK
it_it: Usa fino a 1.000 soundfont nello stesso momento, per convertire i tuoi MIDI! La prima soundfont sostituirà i preset di quelle precedenti. Assicurati di non aggiungere soundfont corrotte, per prevenire crash o perdite di dati. Sono supportati i seguenti formati: SF2, SF3, SFZ, SFPACK
ja: 一度に1.000個のサウンドフォントを使用可能です。 サウンドフォントはリストの下から順に読み込みます(一番上が最優先されます)。 突然の不具合を避けるために、リストに追加する前にサウンドフォントが壊れていないかどうかを確認してください。 以下のフォーマットがサポートされています。 SF2, SF3, SFZ, SFPACK
ja_jp: 一度に1.000個のSoundFontを変換に使用することができます。 SoundFontはリストの下から順に読み込まれ、常に一番上が優先されます。 突然のアプリのクラッシュ、またグリッチ(不具合)を回避するために、SoundFontがリストに追加される前に壊れていないかどうかを確認してください。 以下のフォーマットがサポートされています: SF2, SF3, SFZ, SFPACK
ko: 당신의 MIDIs 변환, 한 번에 2.147.483.648 사운드 폰트까지 사용할 수 있습니다. 목록의 첫 번째 사운드 폰트는 항상 최신의 것들보다 우선합니다. 사운드 폰트가 손상되지 않은 경우 임의의 충돌 / 결함을 방지하기 위해, 목록에 추가하기 전에, 확인하십시오. 다음 형식이 지원됩니다 SF2, SF3, SFZ, SFPACK
ko_kr: 한 번에 2.147.483.648 개 의 사운드 폰트를 변환을 위해 사용할 수 있습니다. 목록의 첫 번째 사운드 폰트는 항상 밑에 있는 사운드폰트 보다 우선도가 높습니다. 튕김 방지를 위해서 추가하기 전에 사운드 폰트가 재대로 된 것인지 확인해주세요. 지원되는 포맷 : SF2, SF2PACK, SF3, SFZ
ru: Используйте до 2.147.483.648 SoundFonts сразу, чтобы конвертировать MIDIs. Первый SoundFont в списке всегда будут замещать последние из них. Проверьте, если SoundFonts не повреждены, прежде чем добавлять их в список, чтобы избежать случайные сбои / глюки. Следующие форматы поддерживаются: SF2, SF3, SFZ, SFPACK
zh_tw: 當你在轉換MIDI時,音色庫最高支援1.000個 該列表中最新的音色庫會覆蓋舊的。 加到音色庫列表之前，檢查音色庫有無損壞，避免造成錯誤. 支援音色的格式： SF2, SF3, SFZ, SFPACK

# SoundfontImportError
source: This is not a valid soundfont! Select a soundfont and try again.
bn: এটিকে একটি বৈধ soundfont নয়! একটি soundfont নির্বাচন করুন এবং আবার চেষ্টা করুন.
de_de: Das ist keine gültige Soundfont! Soundfont auswählen und erneut versuchen.
et: See ei ole kehtiv helifaili! Vali sobiv helifail ja proovi uuesti
it_it: Questa non è una soundfont valida! Seleziona una soundfont valida e riprova.
ja: これは有効なサウンドフォントではありません！ サウンドフォントを選択し、再試行してください。
ja_jp: 選択したSoundFontは有効ではありません! 違うSoundFontを選択してください。
ko: 이것은 올바른 사운드 폰트하지 않습니다! 사운드 폰트를 선택하고 다시 시도하십시오.
ko_kr: 이것은 올바른 사운드 폰트하지 않습니다! 사운드 폰트를 선택하고 다시 시도하십시오.
ru: Это не является допустимым SoundFont'ом! Выберите SoundFont и повторите попытку.
zh_tw: 這不是有效的音色庫 選取音色庫然後再試一次

# SoundfontManagerTitle
source: Soundfonts/VST manager
bn: Soundfont/VST ম্যানেজার
et: Helifail/VST juht
it_it: Gestore soundfont/VST
ja: サウンドフォント/VSTマネージャー
ja_jp: SoundFont/VSTマネージャー
ko: 사운드 폰트 / VST 관리자
ko_kr: 사운드 폰트 / VST 관리자
ru: SoundFont'ы / Менеджер VST
zh_tw: 音色庫/VST管理

# supportTheDeveloperWithADonation
source: Help the developer with a donation
bn: একটি অনুদানের ডেভেলপার সাহায্য
de_de: Unterstützen Sie den Entwickler mit einer Spende
et: Toetada arendaja annetades
it_it: Aiuta lo sviluppatore con una donazione
ja: 開発者に寄付する
ja_jp: 開発者を寄付で支援する
ko: 기부와 개발자 도움말
ko_kr: 개발자를 위해 기부
ru: Помогите разработчику с пожертвованием
zh_tw: 提供捐贈幫助開發人員

# Un4seenWebsite
source: Un4seen site
bn: Un4seen সাইট
de_de: Un4seen Website
et: Un4seen veebisait
it_it: Sito web Un4seen
ja: Un4seenのサイト
ja_jp: Un4seenのサイト
ko: Un4seen대지
ko_kr: Un4seen 웹사이트
ru: Un4seen сайт
zh_tw: Un4seen網站

# UnloadAllVSTs
source: Remove all
bn: সব মুছে ফেলুন
de_de: Alle entfernen
et: Eemalda kõik
it_it: Rimuovi tutti
ja: すべて削除
ja_jp: すべて取り除く
ko: 모두 제거
ko_kr: 모두 삭제
ru: Убрать все
zh_tw: 全部移除

# UnloadVST
source: Remove
bn: অপসারণ
de_de: Entfernen
et: Eemaldama
it_it: Rimuovi
ja: 削除
ja_jp: 取り除く
ko: 없애다
ko_kr: 삭제하기
ru: Удалить
zh_tw: 移除

# UpdateFoundVer
source: Update found, {0} is online.
bn: আপডেট পাওয়া, {0} অনলাইনে নেই.
de_de: Update gefunden, {0} ist Online.
et: Uus versioon on leitud. Version: {0}
it_it: Aggiornamento disponibile, {0} online.
ja: アップデートが見つかりました。最新版は {0} です。
ja_jp: 最新版 {0} が見つかりました。
ko: 업데이트 {0} 온라인, 발견했다.
ko_kr: 버전 {0} 이(가) 발견되었습니다.
ru: Обновление найдено, {0} онлайн.
zh_tw: 找到可用的更新,請稍等

# UpdaterPageTitle
source: Updates
bn: আপডেট
et: Uuendused
it_it: Aggiornamenti
ja: アップデート
ja_jp: アップデート
ko: 업데이트
ko_kr: 업데이트
ru: Обновления
zh_tw: 升級

# UpdatesChecking
source: Checking for available updates, please wait...
bn: প্রাপ্তিসাধ্য আপডেটের জন্য চেক করা, অনুগ্রহ করে অপেক্ষা করুন ...
de_de: Updates werden gesucht, bitte warten...
et: Otsid uut versiooni
it_it: Ricerca di aggiornamenti in corso, attendere prego...
ja: アップデートが可能かどうか確認しています。しばらくお待ちください。
ja_jp: 最新版を確認しています。しばらくお待ちください...
ko: 사용 가능한 업데이트를 확인, 잠시 기다려주세요 ...
ko_kr: 업데이트를 확인 중...
ru: Проверка наличия обновлений, пожалуйста, подождите ...
zh_tw: 檢查可用的更新

# UpdatesFoundText
source: A new update has been found! Click OK to open the download page.
bn: একটি নতুন আপডেট পাওয়া গেছে! ডাউনলোড পাতা খুলতে ওকে ক্লিক করুন.
de_de: Ein neues Update wurde gefunden! OK klicken um die Download-Seite zu öffnen.
et: Uus versioon on leitud! Vajuta OK, et avada allalaadimise lehele.
it_it: È stato trovato un nuovo aggiornamento. Premere OK per aprire la pagina di download.
ja: アップデートが見つかりました! OKをクリックするとダウンロードページが開きます。
ja_jp: アップデートが見つかりました!! OKをクリックしてGitHubページを開きます。
ko: 새로운 업데이트가 발견되었습니다! 다운로드 페이지를 열려면 확인을 클릭합니다.
ko_kr: 새로운 업데이트가 발견되었습니다! 다운로드 페이지를 열려면 확인을 클릭합니다.
ru: Новое обновление было обнаружено! Нажмите кнопку ОК, чтобы открыть страницу для загрузки.
zh_tw: 找到可用的更新,按OK來打開下載頁面

# UpdatesFoundTitle
source: Update available
bn: আপডেট উপলব্ধ
de_de: Update verfügbar
et: Uus versioon saadaval
it_it: Aggiornamento disponibile
ja: 最新版が利用可能です
ja_jp: 最新版が利用可能です
ko: 사용 가능한 업데이트
ko_kr: 사용 가능한 업데이트
ru: Доступно обновление
zh_tw: 可用更新

# VersionLabel
source: {0} version, optimized for {1} processors
bn: {0} সংস্করণ, {1} প্রসেসর জন্য অপ্টিমাইজ করা
de_de: {0} Version, optimiert für {1} Prozessoren
et: {0} versioon, mis on optimeeritud {1} protsessorid
it_it: Versione {0}, ottimizzata per processori {1}
ja: {0} バージョンは {1} プロセッサー向けに最適化されています。
ja_jp: {0}版, {1}プロセッサー向けに最適化されています
ko: {0}버전에 최적화 {1}프로세서
ko_kr: {0}버전에 최적화 {1}프로세서
ru: {0} версия, оптимизированная для {1} процессоров
zh_tw: {0}版本{1}對處理器做最佳化

# VoiceLabel
source: Voice limiter:
bn: ভয়েস সীমিতকারক:
de_de: Max. Stimmen:
et: Polüfoonia:
it_it: Limite voci:
ja: 最大同時発音数:
ja_jp: 最大同時発音数:
ko: 음성 제한 :
ko_kr: 노트 제한:
ru: Полифония:
zh_tw: 複音限制:

# VSTHowDoTheyWork
source: How do they work? Effect 1 will apply its effect to the audio, then it'll pass the modified audio to Effect 2, that will then do the same with Effect 3 and so on. It's a chain-like system.
bn: তারা কিভাবে কাজ করে? ইফেক্ট 1 অডিও তার প্রভাব প্রয়োগ করবে, তারপর এটি 2 মর্মে পরিবর্তিত অডিও পাস করব, যে তারপর ইফেক্ট 3 একই কাজ করতে হবে এবং এটা একটা চেইন মত সিস্টেম.
de_de: Wie funktioniert es? Effekt 1 wird auf die Audio-Datei angewendet, dann wird diese veränderte Datei Effekt 2 weitergegeben, welches dann das selbe mit Effekt 3 macht und so weiter. Es ist ein kettenartiges System.
et: Kuidas nad töötavad? Efekt 1 kohaldatakse selle mõju audio, siis saad edasi modifitseeritud heli Effect 2, et siis teha sama efekt 3 ja nii edasi. See kett-like süsteemi.
it_it: Come funzionano? L'effetto n°1 applicherà il proprio effetto all'audio, che poi passera all'effetto n°2, che farà lo stesso con l'effetto n°3 e così via. È un sistema a catena.
ja: 複数のエフェクトのかけ方 例えばあなたはエフェクト3つをかけるとします。 複数のエフェクトをかけたいときは、かけたいエフェクトを上から順に並べればその通りにかかります。 つまり、エフェクト 1が音声に適用されると、その適用した音声を今度はエフェクト 2が適用します。 すると今度はエフェクト 3が同じように適用していきます。 鎖状の仕組みです。
ja_jp: 複数のエフェクトがどのように適用されますか? まずスロット1のエフェクターが音声にエフェクトを適用します。そしてその適用された音声はスロット2のエフェクトに回されます。 それがスロット3にエフェクターがある場合でも同様に適用されます。 鎖状の仕組みです。
ko: 그들은 어떻게 작동합니까? 효과 1, 2를 적용하기 위해 다음은 수정 된 오디오를 전달하는 것, 오디오에 효과를 적용합니다 그 다음 효과 3 등 동일한 작업을 수행합니다. 그것은 사슬 형 시스템이다.
ko_kr: 이건 어떻게 작동합니까? 우선 첫번째 슬롯이 오디오에 효과를 적용합니다, 그 다음에 "적용된" 오디오를 두번째 슬롯으로 넘겨서 두번째 슬롯이 두번째 효과를 적용합니다. 이런식으로 계속 넘어가집니다.
ru: Как они работают? Эффект 1 будет применять его влияние на звук, то он будет передавать модифицированный аудио Эффект 2, что будет делать то же самое с эффектом 3 и так далее. Это цепеобразная система.
zh_tw: 他們如何運作？ 效果1將應用效果的音響，那麼它會通過修改後的音頻效果2， 然後，將做同樣的效應3等。 這是一個連鎖系統。

# VSTInvalidCallError
source: There was an error while trying to load {0}. The VST can not be loaded. Errore: {1} The VST is probably not compatible with the native Windows forms system. Error copied to clipboard.
bn: {0} লোড করার চেষ্টা করার সময় একটি ত্রুটি হয়েছিল. VST লোড করা যাবে না. ত্রুটি: {1} VST সম্ভবত নেটিভ উইন্ডোজ ফরম সিস্টেমের সাথে সামঞ্জস্যপূর্ণ নয়. ত্রুটি ক্লিপবোর্ডে কপি করা.
de_de: Es gab einen Fehler beim Laden von {0}. Das VST konnte nicht geladen werden. Error: {1} Das VST ist wahrscheinlich nicht kompatibel mit dem nativen Windows Forms System. Fehler wurde in die Zwischenablage kopiert.
et: Tekkis viga laadida {0}. VST ei saa laadida. Viga: {1} VST ei ole ilmselt kooskõlas regulaarselt Windows vormid süsteemi. Viga on kopeeritud lõikelauale.
it_it: È stato rilevato un errore, {0} non può essere caricato. Errore: {1} Il VST potrebbe non essere compatibile con il sistema finestre nativo di Windows. L'errore è stato copiato negli appunti.
ja: {0} のロード中にエラーが発生しました。 VSTはロードできませんでした。 エラー: {1} このVSTはおそらく、現在のWindows システムと互換性がありません。 エラーはクリップボードにコピーされました。
ja_jp: {0}の読み込み中にエラーが発生しました。 VSTプラグインを読み込むことができませんでした。 エラー: {1} このVSTプラグインは現在のシステムと互換性がありません。 エラーがクリップボードにコピーされました。
ko: {0}로드하는 동안 오류가 발생했습니다. VST를로드 할 수 없습니다. 오류: {1} VST는 아마 기본 Windows 폼 시스템과 호환되지 않습니다. 오류가 클립 보드에 복사.
ko_kr: {0}로드하는 동안 오류가 발생했습니다. VST를로드 할 수 없습니다. 오류: {1} VST는 아마 기본 Windows 폼 시스템과 호환되지 않습니다. 오류가 클립 보드에 복사되었습니다.
ru: Был ошибка при попытке загрузить {0}. VST не может быть загружен. Ошибка: {1} VST, вероятно, не совместимы с нативной системой форм Windows. Ошибка копируется в буфер обмена.
zh_tw: 嘗試時發生錯誤 {0}. VST無法讀取. Error: {1} 該VST是可能無法在本機Windows表單系統相容 複製錯誤到剪貼簿

# VSTInvalidCallTitle
source: Invalid VST call
bn: অবৈধ VST call
de_de: Ungültiger VST Aufruf
et: Halb VST kõne
it_it: Chiamata invalida da parte del VST
ja: 無効なVST呼び出しです。
ja_jp: 無効なVST呼び出しです
ko: 잘못된 VST 호출
ko_kr: 잘못된 VST 호출
ru: Инвалид VST call
zh_tw: 無效的VST call

source: VST manager
bn: VST ম্যানেজার
et: VST juht
it_it: Gestore VST
ja: VSTマネージャー
ja_jp: VSTマネージャー
ko: VST 관리자
ko_kr: VST 관리자
ru: Менеджер VST
zh_tw: VST管理

# VSTManagerButtonText
source: Open the VST DSP manager
bn: VST ডিএসপি ম্যানেজার খুলুন
de_de: VST DSP Manager öffnen
et: Avada VST juht
it_it: Apri il gestore effetti VST
ja: VST DSPマネージャーを開く
ja_jp: VST DSPマネージャーを開く
ko: VST DSP 관리자를 엽니 다
ko_kr: VST DSP 설정
ru: Открыть диспетчер VST DSP
zh_tw: 打開VST DSP管理

# VSTUseText
source: I want to apply a VST DSP too...
bn: আমিও একটি VST DSP প্রয়োগ করতে চান ...
de_de: VST DSP hinzufügen...
et: Tahan rakendada VST DSP
it_it: Voglio applicare effetti VST...
ja: VST DSPも適用する...
ja_jp: VST DSPプラグインも適用する
ko: 나는 너무 VST DSP를 적용 할 ...
ko_kr: VST DSP를 적용합니다
ru: Я хочу, чтобы применить VST DSP тоже ...
zh_tw: 我想要新增VST DSP...

# WinXPSP1NotSupportedMessage
source: Windows XP SP2 or newer is required to run Keppy's MIDI Converter. Click OK to exit.
bn: Windows XP SP2 বা অপেক্ষাকৃত নতুন Keppy's MIDI Converter. চালানোর প্রয়োজন বোধ করা হয় থেকে প্রস্থান করার জন্য OK ক্লিক করুন.
de_de: Windows XP SP2 oder später wird benötigt um Keppy's MIDI Converter auszuführen. OK klicken zum Beenden.
et: Windows XP SP2 või uuem on vaja käivitada Keppy's MIDI Converter. Vajuta OK, et väljuda.
it_it: Il programma richiede Windows XP SP2 o successivo per funzionare correttamente! Premere OK per uscire.
ja: Keppy's MIDI Converterを起動するにはWindows XP SP2以降である必要があります。 OKをクリックして閉じてください。
ja_jp: Keppy's MIDI Converterを起動するにはWindows XP SP2以降の環境が必要になります。 OKをクリックしてこのウィンドウを閉じてください。
ko: Windows XP SP2 이상은 Keppy's MIDI Converter 를 실행하는 데 필요합니다. 종료하려면 확인을 클릭합니다.
ko_kr: Keppy's MIDI Converter 를 실행하는데 윈도우 XP 서비스팩 2 가 필요합니다. 종료하려면 확인을 누르세요.
ru: Windows XP SP2 или выше требуется для запуска Keppy's MIDI Converter. Нажмите кнопку OK, чтобы выйти.
zh_tw: Keppy's MIDI Converter要Windows XP SP2或更新版本. 按OK離開.

# WinXPSP1NotSupportedTitle
source: Windows XP SP1 and older are not supported.
bn: Windows XP SP1 এবং পুরোনো সমর্থিত নয়.
de_de: Windows XP SP1 und älter werden nicht unterstützt.
et: Windows XP SP1 ja vanemad ei toeta.
it_it: Windows XP SP1 o precendente non sono supportati
ja: Windows XP SP1以前はサポートされていません。
ja_jp: Keppy's MIDI ConverterはWindows XP SP1以前の環境ををサポートしていまません。
ko: Windows XP SP1이상은 지원되지 않습니다.
ko_kr: 윈도우 XP 서비스팩 1 은 지원되지 않습니다.
ru: Windows XP SP1 и младше не поддерживаются.
zh_tw: 不支援Windows XP SP1或更舊的作業系統版本

source: Volume:
bn: ভলিউম:
de_de: Lautstärke:
et: Valjus:
ja: 音量:
ja_jp: 音量:
ko: 음량:
ko_kr: 음량:
ru: Объем:
zh_tw: 音量:

# InfoWindowTitle
source: Information
bn: তথ্য
et: Info
it_it: Informazioni
ja: このアプリケーションについて
ja_jp: 情報
ko: 정보
ko_kr: 정보
ru: Информация
zh_tw: 關於

# ZZZTranslators
source: KaleidonKep99
bn: TIM AA
de_de: Snake8Bit
et: Aldo Talving
ja: Tarwil and Yokkin
ja_jp: Yokkin
ko: nan5205
ko_kr: nan5205, Fex_Kanade
ru: sangaveor, Dmitry's Music
zh_tw: Ryan Video Channel, Justin Chen

# OverrideLanguage
source: Override Windows's default UI language
bn: বাংলা
de_de: Aufschalten Sprache
et: Alistamine keeles
it_it: Ignora lingua di sistema
ja: オーバーライド言語
ja_jp: 任意の言語を利用可能にする
ko: Windows 기본 UI 언어를 오버라이드 (override)
ko_kr: 윈도우의 기본 UI 언어를 바꿉니다
ru: Override для Windows по умолчанию язык пользовательского интерфейса
zh_tw: 覆盖语言

# FLStudioDiscount
source: Get a discount on a FL Studio license
et: Saa soodustus FL Studio litsentsi
ko: 는 FL Studio 라이센스에 할인 혜택을받을
ru: Получите скидку на лицензии FL Studio

# MIDIFile
source: File
bn: ফাইল
de_de: Datei
et: Fail
ja: ファイル
ja_jp: ファイル名
ko: 서류철
ko_kr: 리스트
ru: Файл
zh_tw: 文件

# MIDISize
source: Size
bn: আয়তন
de_de: Größe
et: Suurus
it_it: Dimens.
ja: サイズ
ja_jp: サイズ
ko: 사이즈
ko_kr: 사이즈
ru: Размер
zh_tw: 尺寸

# MIDILength
source: Length
bn: দৈর্ঘ্য
de_de: Dauer
et: Kestus
it_it: Durata
ja: レングス
ja_jp: 演奏時間
ko: 길이
ko_kr: 길이
ru: Длины
zh_tw: 長度
