Repository: BuickMeow/KMC
Catalog: KeppyMIDIConverter/Languages/Lang.*.resx
Languages: bn, de_de, et, it_it, ja, ja_jp, ko, ko_kr, ru, zh_tw

# CopyErrorMessage
source: Copy error to clipboard
bn: ত্রুটি কপি ক্লিপবোর্ডে
de_de: Fehlermeldung in die Zwischenablage kopieren
et: Kopeerida viga lõikelauale
it_it: Copia errore negli appunti
ja: エラーをクリップボードにコピー
ja_jp: エラーをクリップボードにコピー
ko: 클립 보드에 오류가 복사
ko_kr: 클립 보드에 오류 복사
ru: Ошибка копирования в буфер обмена
zh_tw: 複製錯誤到剪貼簿

# CrashQuestion
source: Are you sure you want to crash the application? All non-saved conversions will be lost!
bn: আপনি অ্যাপ্লিকেশন বিপর্যস্ত করতে চান আপনি কি নিশ্চিত? সকল অ সংরক্ষিত কথোপকথন হারিয়ে যাবে!
de_de: Programm wirklich zum Absturz bringen? Nicht gespeicherte Daten gehen verloren!
et: Kas soovid sundsulgemine programmi? Kõik lõpetamata muudatused kaduma!
it_it: Sei sicuro di voler far crashare il programma? Tutte le conversioni non completate verranno perse!
ja: クラッシュさせてもいいですか？ 全ての変換が中止されます。
ja_jp: 全ての変換が中止されます。 本当によろしいですか?
ko: 응용 프로그램을 중단 하시겠습니까? 모든 비 저장 대화가 손실됩니다!
ko_kr: 정말로 강제로 프로그램을 종료 하시겠습니까? 현재 변환중인 파일을 잃을 수 있습니다!
ru: Вы уверены, что хотите разбить приложение? Все несохраненные данные будут потеряны!
zh_tw: 您確定你想要強制關閉嗎? 所有未儲存轉檔將會遺失

# CrashTriggeredByUser
source: Crash caused by the user.
bn: ব্যবহারকারী দ্বারা সৃষ্ট বিপর্যয়ের.
de_de: Absturz wurde vom Benutzer verursacht.
et: Avarii käivitada käsitsi, jõudu sulgemist!
it_it: Crash causato dall'utente.
ja: ユーザーによってクラッシュされました。
ja_jp: ユーザーによってクラッシュされました。
ko: 사용자에 의한 충돌이 발생합니다.
ko_kr: 사용자에 의해 프로그램이 강제로 종료됩니다.
ru: Авария, вызванной пользователем.
zh_tw: 強制關閉為用戶造成

# Credits
source: Copyright(C) 2013-2016 KaleidonKep99 This program is based around the great BASS libraries by Ian Luck from Un4seen Developments. Take a look at his site by clicking the "{0}" button. Source code available here:
bn: কপিরাইট (C) 2013-2017 KaleidonKep99 এই প্রোগ্রামটি মহান BASS লাইব্রেরি চারদিকের ভিত্তি Un4seen ডেভেলপমেন্টস থেকে Ian Luck দ্বারা. ক্লিক করে তার সাইটে কটাক্ষপাত "{0}" বোতাম. উত্স এখানে পাওয়া কোড:
de_de: Copyright(C) 2013 KaleidonKep99 Dieses Programm basiert auf Ian Lucks großartigen BASS-Libraries von Un4seen Developments. Werfen Sie einen Blick auf seine Website indem Sie auf den "{1}" Knopf klicken. Quellcode hier verfügbar:
et: Autoriõigus (C) 2013-2016 KaleidonKep99 See programm põhineb umbes BASS raamatukogud Ian Luck alates Un4seen Developments. Heitke pilk selle saidi klõpsates "{0}" nuppu. Lähtekoodi saadaval siin:
it_it: Copyright(C) 2013 KaleidonKep99 Questo programma è basato attorno alle potenti librerie BASS di Ian Luck, di Un4seen Developments. Dai uno sguardo al suo sito cliccando sul bottone "{1}". Codice sorgente dell'applicazione:
ja: Copyright(C) 2013-2017 KaleidonKep99 このプログラムは Un4seen Developments から Ian Luck さんによる素晴らしいBASSライブラリに基づいています。 「{0}」ボタンをクリックして、彼のサイトを見てください。 利用可能なソースコード:
ja_jp: Copyright (C) 2013 KaleidonKep99 このプログラムはUn4seen Developmentsから Ian LuckさんによるBASS Libraryをベースとしています。 "Un4seenのサイト"をクリックして、彼のウェブサイトを見てみませんか。 ソースコードはここから利用可能です:
ko: Copyright(C) 2013-2017 KaleidonKep99 This program is based around the great BASS libraries by Ian Luck from Un4seen Developments. Take a look at his site by clicking the "{0}" button. Source code available here:
ko_kr: Copyright(C) 2013 KaleidonKep99 이 프로그램은 Ian Luck 님이 만드신 "Bass lib" 을 기반으로 만들어진 프로그램입니다. "{1}" 를 눌러서 제작자 홈페이지를 방문해 보세요. 소스 코드는 여기에 있습니다:
ru: Copyright (C) 2013-2016 KaleidonKep99 Эта программа базируется вокруг больших библиотек BASS по Ian Luck из Un4seen Developments. Посмотрите на его сайт, нажав кнопку "{0}" Кнопка. Исходный код доступен здесь:
zh_tw: Copyright(C) 2013 KaleidonKep99 This program is based around the great BASS libraries by Ian Luck from Un4seen Developments. Take a look at his site by clicking the "{1}" button. 源代碼:

# CurrentVersion
source: The current version of the converter, installed on your system, is: {0}
bn: কনভার্টার, আপনার সিস্টেমে ইনস্টল এর বর্তমান সংস্করণ, হয়: {0}
de_de: Die momentan auf diesem System installierte Version des Programmes ist: {0}
et: Praeguse programmi versiooni: {0}
it_it: La versione attualmente installata di Keppy's MIDI Converter è: {0}
ja: 現在インストールされている現在のKMCのバージョンは{0}です。
ja_jp: 現在インストールされているKeppy's MIDI Converterのバージョンは{0}です。
ko: 시스템에 설치된 변환기의 현재 버전은입니다 : {0}
ko_kr: 현재 당신의 컴퓨터에 설치되있는 변환기 버젼 : {0}
ru: Текущая версия преобразователя, установленного в системе, является: {0}
zh_tw: 目前版本: {0}

# DisabledText
source: Disabled
bn: অক্ষম
de_de: Deaktiviert
et: Maha
it_it: Disabilitato
ja: 無効
ja_jp: 無効
ko: 장애인
ko_kr: 비활성화
ru: Отключено
zh_tw: 取消

# DisableFX
source: Disable audio effects
bn: অডিও প্রভাব অক্ষম
de_de: Audio-Effekte deaktivieren
et: Lülitada heliefekte
it_it: Disabilita effetti audio
ja: エフェクトを無効にする
ja_jp: エフェクト(Reverb & Chorus)を無効
ko: 오디오 효과를 해제
ko_kr: 오디오 효과 비활성화
ru: Отключение звуковых эффектов
zh_tw: 取消聲音效果

source: DSP settings:
bn: DSP সেটিংস:
de_de: DSP Einstellungen:
et: DSP seaded:
it_it: Impostazioni DSP:
ja: DSPの設定:
ja_jp: DSPの設定:
ko: DSP 설정 :
ko_kr: DSP 설정 :
ru: Настройки DSP:
zh_tw: DSP 設定:

source: Empty slot
bn: গর্ত খালি
de_de: Leerer Slot
et: Tühja pesa
it_it: Slot vuoto
ja: スロット
ja_jp: スロット(空)
ko: 빈 슬롯
ko_kr: 빈 슬롯
ru: Пустой слот
zh_tw: 空白項目

# EnabledText
source: Enabled
bn: সমর্থ করা
de_de: Aktiviert
et: Selga
it_it: Abilitato
ja: 有効
ja_jp: 有効
ko: 사용
ko_kr: 사용
ru: Включено
zh_tw: 啟用

source: Error
bn: ভুল
de_de: Fehler
et: Viga
it_it: Errore
ja: エラー
ja_jp: エラー
ko: 오류
ko_kr: 오류
ru: Ошибка
zh_tw: 錯誤

# ExitStrip
source: Exit
bn: প্রস্থান
de_de: Beenden
et: Väljapääs
it_it: Esci
ja: 閉じる
ja_jp: 終了
ko: 출구
ko_kr: 종료
ru: Выход
zh_tw: 關閉

# ExportWhere
source: Where do you want to export?
bn: আপনি কোথায় রপ্তানি করতে চান?
de_de: Wohin soll exportiert werden?
et: Kui sa soovid eksportida?
it_it: Dove vuoi esportare i file convertiti?
ja: どこに出力しますか?
ja_jp: どこに出力しますか?
ko: 당신은 어디 내보낼 수 있습니까?
ko_kr: 어디에 저장하실껍니까?
ru: Где вы хотите экспортировать?
zh_tw: 您想要在哪裡輸出?

source: Fatal error
bn: মারাত্মক ত্রুটি
de_de: Fataler Fehler
et: Saatuslik viga!
it_it: Errore grave
ja: 致命的なエラー
ja_jp: 致命的なエラー
ko: 치명적 오류
ko_kr: 치명적인 오류
ru: Фатальная ошибка
zh_tw: 嚴重錯誤

# FatalErrorHandler
source: Fatal error during the execution of Keppy's MIDI Converter! The application needs to be closed. Additional informations:
bn: Keppy's MIDI Converter সঞ্চালনের সময় মারাত্মক ত্রুটি! আবেদন বন্ধ করা প্রয়োজন. অতিরিক্ত তথ্য:
de_de: Fataler Fehler bei der Ausführung von Keppy's MIDI Converter! Das Programm muss beendet werden. Zusätzliche Informationen:
et: Saatuslik viga on toimunud programmi täitmist! Programm sulgeda. Lisainformatsioon:
it_it: Si è verificato un grave errore durante l'esecuzione di Keppy's MIDI Converter, l'applicazione deve essere chiusa. Informazioni aggiuntive:
ja: Keppy's MIDI Converterを実行中に致命的なエラーが発生しました。 アプリケーションは閉じられます。 追加の情報：
ja_jp: Keppy's MIDI Converterの実行中に致命的なエラーが発生しました。 アプリケーションは閉じられます。 追加情報:
ko: Keppy's MIDI Converter의 실행 중에 오류가 발생 응용 프로그램이 종료 될 필요가있다. 추가 정보 :
ko_kr: 치명적인 오류가 발생하였습니다! 프로그램이 종료됩니다. 추가 정보 :
ru: Фатальная ошибка во время выполнения в Keppy в MIDI Converter! Приложение должно быть закрыто. Дополнительная информация:
zh_tw: Keppy's MIDI Converter執行過程中發生嚴重錯誤 該應用程式需要關閉 其他信息:

# forceCloseTheApplicationStrip
source: Crash the application
bn: আবেদন বিপর্যস্ত
de_de: Programm zum Absturz bringen
et: Sundsule programmi
it_it: Crasha l'applicazione
ja: クラッシュさせる
ja_jp: アプリをクラッシュする
ko: 응용 프로그램 충돌
ko_kr: 프로그램 강제 종료
ru: Сбой приложения
zh_tw: 強制關閉程式

# HelpStrip
source: Help
bn: সাহায্য
de_de: Hilfe
et: Aitama
it_it: Aiuto
ja: ヘルプ
ja_jp: ヘルプ
ko: 도움
ko_kr: 도움말
ru: Помощь
zh_tw: 幫助

# IdleMessage
source: Waiting for user commands. Select a MIDI, load some soundfonts, and start the conversion/playback process!
bn: ব্যবহারকারী কমান্ডের জন্য অপেক্ষা করা হচ্ছে. একটি MIDI নির্বাচন, কিছু Soundfont লোড, এবং রূপান্তর / প্লেব্যাক প্রক্রিয়া শুরু!
de_de: Warte auf Befehle. MIDI-Datei auswählen, Soundfonts laden und Umwandlung/Wiedergabe starten!
et: Ootab kasutaja sisend. Vali MIDI, laadida helifaile ning alustada muutust!
it_it: In attesa. Seleziona un file MIDI, carica le tue soundfont e inizia la conversione/riproduzione!
ja: 入力の待機中… MIDIとサウンドフォントを選び、何らかのプロセスをスタートさせてください！
ja_jp: Keppy's MIDI Converterは待機状態です。 変換したいMIDIを選択して、SoundFontを読み込み、変換/再生処理を開始しましょう!
ko: 사용자 명령을 기다리고 있습니다. 미디를 선택 일부 사운드 폰트를로드하고, 변환 / 재생 과정을 시작합니다!
ko_kr: 사용자의 명령을 기다리고 있습니다. 미디를 선택하고 사운드 폰트를 불러오고 변환/미리보기 를 시작합니다!
ru: Ожидание команд пользователя. Выберите MIDI, загрузите некоторые SoundFont'ы, и начните процесс преобразования / воспроизведения!
zh_tw: 等待用戶回應 選擇MIDI，加載音色庫，並開始轉換/播放

# ImportMIDI
source: Import MIDIs...
bn: আমদানি MIDIs ...
de_de: MIDIs importieren...
et: Koormus MIDI...
it_it: Importa MIDI...
ja: MIDIをインポート
ja_jp: MIDIファイルをリストに追加...
ko: 가져 오기 MIDIs ...
ko_kr: 미디 불러오기 ...
ru: Импортировать MIDI...
zh_tw: 加入 MIDI...

# ImportMIDIWindow
source: Select the MIDIs to import...
bn: আমদানি করতে MIDIs নির্বাচন ...
de_de: Die zu importierenden MIDIs auswählen...
et: Koormus MIDI muuta...
it_it: Selezionare I MIDI da importare...
ja: インポートするMIDIを選択...
ja_jp: リストに追加するMIDIファイルを選択してください...
ko: 가져올 MIDIs 선택 ...
ko_kr: 불러올 미디 선택 ...
ru: Выберите MIDI для импорта ...
zh_tw: 選擇要加入的MIDI檔案...

# ImportSoundfontBtn
source: Import soundfont(s)
bn: Soundfont আমদানি
de_de: Soundfont importieren
et: Koormus helifaili...
it_it: Importa soundfont
ja: サウンドフォントをインポート
ja_jp: SoundFontを追加
ko: 가져 오기 사운드 폰트
ko_kr: 사운드 폰트 불러오기
ru: Импорт SoundFont(ов)
zh_tw: 加入音色庫

# InfoPageTitle
source: Information
bn: তথ্য
et: Info
it_it: Informazioni
ja: 情報
ja_jp: 情報
ko: 정보
ko_kr: 정보
ru: Информация
zh_tw: 關於

# informationAboutTheProgramStrip
source: Information about the application...
bn: আবেদন সম্পর্কে তথ্য ...
de_de: Informationen über das Programm...
et: Programmi info...
it_it: Informazioni sull'applicazione...
ja: このアプリケーションについて...
ja_jp: Keppy's MIDI Converterについて...
ko: 응용 프로그램에 대한 정보 ...
ko_kr: 프로그램의 대한 정보 ...
ru: Информация о программе ...
zh_tw: 關於這個程式

# InvalidMIDIFile
source: {0} is not a valid MIDI file! Please select a valid MIDI file, and retry.
bn: {0} একটি বৈধ এখন MIDI ফাইল! অনুগ্রহ করে একটি বৈধ এখন MIDI ফাইল নির্বাচন করুন, এবং পুনরায় চেষ্টা করুন.
de_de: {0} ist keine gültige MIDI-Datei! Bitte gültige MIDI-Datei auswählen und erneut versuchen.
et: {0} ei ole kehtiv MIDI faili! Palun vali kehtib MIDI faili ja proovi uuesti.
it_it: {0} non è un file MIDI valido! Per favore, selezionare un file MIDI valido, e riprovare.
ja: {0} は有効なMIDIファイルではありません！ 有効なMIDIファイルを選択し、再試行してください。
ja_jp: {0}は有効なMIDIファイルではありません。 他のMIDIファイルを選択してください。
ko: {0} 유효한 MIDI 파일입니다! 유효한 MIDI 파일을 선택하고 다시 시도하십시오.
ko_kr: {0} 는(은) 비 정상적인 미디 파일 입니다! 정상적인 미디 파일을 선택하고 다시 불러오세요.
ru: {0} не является допустимым MIDI-файлом! Пожалуйста, выберите правильный MIDI файл, и повторите попытку.
zh_tw: {0}不是一個有效MIDI的檔案! 請重新選擇有效的MIDI檔案.

# InvalidVSTLoaded
source: {0} is not a valid VST effect! Be sure to load a VST effect and NOT a VST instrument. If you're trying to use a {1} VST, you need to use a {1} version of Keppy's MIDI Converter too. The {2} version of Keppy's MIDI Converter does NOT support {1} VSTs and viceversa.
bn: {0} একটি বৈধ VST প্রভাব! একটি VST প্রভাব আছে এবং তা একটি VST উপকরণ লোড করতে ভুলবেন না. আপনি একটি {1} VST ব্যবহার করার চেষ্টা করছেন, তাহলে আপনি খুব একটা {1} Keppy's MIDI Converter সংস্করণ ব্যবহার করতে হবে. {2} Keppy's MIDI Converter সংস্করণ {1} VSTs এবং viceversa সমর্থন করে না.
de_de: {0} ist kein gültiges VST Effekt! Stellen Sie sicher, dass Sie ein VST Effekt und kein VST Instrument laden. Wenn Sie versuchen ein {1} VST zu laden, müssen Sie eine {1} Version von Keppy's MIDI Converter benutzen. The {2} version of Keppy's MIDI Converter does NOT support {1} VSTs and viceversa.
et: {0} ei ole kehtiv VST mõju! Veenduge laadimisel VST mõju mitte VST instrument. Kui sa üritad kasutada {1} VST vajate {1} versioon sellest programmist. {1} VST ei toeta {2} versioon sellest programmi, ja vastupidi.
it_it: {0} non è un effetto VST valido! Assicurati di caricare un effetto VST e NON uno strumento VST. Se stai cercando di usare un VST a {1}, devi eseguire la versione a {1} di Keppy's MIDI Converter. La versione a {2} di Keppy's MIDI Converter non supporta effetti VST a {1} e viceversa.
ja: {0} は有効なVSTではありません！ VSTインストゥルメントではなく、VSTエフェクトをロードしてください。 もしVST {1} を使用する場合、Keppy's MIDI Converter バージョン {1} を使用する必要があります。 お使いのKeppy's MIDI Converter バージョン {2} は {1} のVSTおよびその逆をサポートしていません。
ja_jp: {0}は有効なVSTプラグインではありません。 Keppy's MIDI Converterでは、VSTインストゥルメントではなくVSTエフェクトのみ使用できます。 また、{1}版のVSTプラグインを使用する場合、合わせて{1}版のKeppy's MIDI Converterを使用する必要があります。 現在ご使用の{2}版のKeppy's MIDI Converterは{1}版のVSＴプラグインをサポートしていません。逆もまた同様です。
ko: {0} 유효한 VST 효과입니다! VST 효과가 아닌 VST 악기를로드해야합니다. 당신이 {1} VST를 사용하려는 경우, 당신은 너무Keppy's MIDI Converter{1} 버전을 사용해야합니다. Keppy's MIDI Converter의 {2} 버전은 {1} VSTS와 viceversa에 지원하지 않습니다.
ko_kr: {0} 는(은) 비 정상적인 VST 이펙트 입니다! VST instrument 을 불러온게 아닌지 확인하세요. VST 이펙트 를 불러와야 됩니다. 당신이 선택한 {2} VST 는 현재 Keppy's MIDI Converter {1} 에서 지원하지 않습니다. 당신은 Keppy's MIDI Converter {2} 을(를) 사용해야만 이 VST 를 사용할 수 있습니다.
ru: {0} не является допустимым эффектом VST! Загрузите эффект VST, а не VST инструмент. Если вы пытаетесь использовать {1} VST, вам нужно использовать {1} версию Keppy's MIDI Converter. тоже. Версия {2} из MIDI конвертер Keppy не поддерживает {1} VSTs и ViceVersa
zh_tw: {0} 不是一個有效的VST特效 請確認加載VST特效而非VST樂器。 若您嘗試使用 {1} VST, 您需要使用 {1} 版本 Keppy's MIDI Converter. 這個 {2} 版本 Keppy's MIDI Converter 不支援 {1} VSTs.

source: KaleidonKep99's GitHub Page
bn: KaleidonKep99 এর GitHub পাতা
de_de: KaleidonKep99's GitHub Seite
et: KaleidonKep99's GitHub veebisait
it_it: Pagina GitHub di KaleidonKep99
ja: KaleidonKep99のGitHubページ
ja_jp: KaleidonKep99のGitHubページ
ko: KaleidonKep99 GitHub의 페이지
ko_kr: KaleidonKep99의 GitHub 페이지
ru: KaleidonKep99 GitHub страница
zh_tw: KaleidonKep99的GitHub網頁

source: KaleidonKep99's YouTube Channel
bn: KaleidonKep99 এর YouTube চ্যানেলে
de_de: KaleidonKep99's YouTube Kanal
et: KaleidonKep99's YouTube veebisait
it_it: Canale YouTube di KaleidonKep99
ja: KaleidonKep99のYouTubeチャンネル
ja_jp: KaleidonKep99のYouTubeチャンネル
ko: KaleidonKep99 YouTube 채널
ko_kr: KaleidonKep99의 YouTube 채널
ru: KaleidonKep99 YouTube канал
zh_tw: KaleidonKep99的YouTube頻道

# LatestVersionIdle
source: Click on "Check for updates" to check if there are any updates available.
bn: "আপডেটের জন্য চেক করুন" এ ক্লিক করুন যদি কোন আপডেট উপলভ্য করো.
de_de: Auf "Nach Updates suchen" klicken, um zu überprüfen, ob Updates verfügbar sind.
et: Kliki uuendada nuppu, et kontrollida kõikidest uuendustest selle programmi
it_it: Clicca "Cerca aggiornamenti" per iniziare la ricerca di aggiornamenti disponibili.
ja: 「最新版を確認」 をクリックして利用可能なアップデートがあるかどうかを確認してください。
ja_jp: "最新版を確認" をクリックして利用可能な最新リリースがあるか確認できます。
ko: 사용 가능한 업데이트가 있는지 확인하기 위해 "업데이트 확인"을 클릭합니다.
ko_kr: 만약에 업데이트가 나올 경우를 위해 "업데이트 확인" 을 누르세요.
ru: Нажмите на кнопку "Проверить наличие обновлений", чтобы проверить, есть ли какие-либо доступные обновления.
zh_tw: 點擊「檢查更新」來檢查是否有可用的更新。

# LibraryVersion
source: {0} version: {1}.{2}
bn: {0} সংস্করণ: {1}.{2}
et: {0} versioon: {1}.{2}
it_it: Versione di {0}: {1}.{2}
ja_jp: {0} バージョン: {1}.{2}
ko: {0} 버전: {1}.{2}
ko_kr: {0} 버전: {1}.{2}
ru: {0} версия:. {1} {2}
zh_tw: {0} 版本: {1}.{2}

source: License
bn: লাইসেন্স
de_de: Lizenz
et: Litsents
it_it: Licenza
ja: ライセンス
ja_jp: ライセンス
ko: 특허
ko_kr: 라이센스
ru: Лицензия
zh_tw: 許可

# LoadVST
source: Load
bn: বোঝা
de_de: Laden
et: Koormus
it_it: Carica
ja: ロード
ja_jp: 開く
ko: 하중
ko_kr: 불러오기
ru: Загрузить
zh_tw: 讀取

# MemoryAllocationConversion
source: The application is allocating memory for the conversion process. Please wait...
bn: আবেদন রূপান্তর প্রক্রিয়ার জন্য মেমরি বণ্টন করা হয়. অনুগ্রহপূর্বক অপেক্ষা করুন...
de_de: Das Programm weist RAM für die Umwandlung zu. Bitte warten...
et: Programm eraldab mälu ekspordi. Palun oota...
it_it: Il programma sta allocando memoria per la conversione. Attendere prego...
ja: MIDIを変換するためのメモリを割り当てています。 お待ちください...
ja_jp: 変換用のメモリ領域を割り当て中です。 しばらくお待ちください...
ko: 어플리케이션은 변환 프로세스를위한 메모리를 할당한다. 잠시 기다려주십시오 ...
ko_kr: 프로그램이 변환을 위해서 메모리를 할당하는 중 입니다. 잠시 기다려주십시오 ...
ru: Приложение выделяет память для процесса преобразования. Пожалуйста, подождите...
zh_tw: 正在分配記憶體給轉碼程序。 請稍候...

# MemoryAllocationPlayback
source: The application is allocating memory for the preview. Please wait...
bn: আবেদন প্রিভিউ মেমরি বণ্টন করা হয়. অনুগ্রহপূর্বক অপেক্ষা করুন...
de_de: Das Programm weist RAM für die Vorschau zu. Bitte warten...
et: Programm eraldab mälu esituse. Palun oota...
it_it: Il programma sta allocando memoria per l'anteprima audio. Attendere prego...
ja: プレビューのためにメモリを割り当てています。 お待ちください...
ja_jp: 再生用のメモリ領域を割り当て中です。 しばらくお待ちください...
ko: 어플리케이션은 프리뷰를위한 메모리를 할당한다. 잠시 기다려주십시오 ...
ko_kr: 프로그램이 미리보기를 위해서 메모리를 할당하는 중 입니다. 잠시 기다려주십시오 ...
ru: Приложение выделяет память для предварительного просмотра. Пожалуйста, подождите...
zh_tw: 正在分配記憶體給預覽程序。 請稍候...

# MemoryAllocationPlaybackVST
source: The application is allocating memory for the preview. Edit the VST DSPs settings when asked. Please wait...
bn: আবেদন প্রিভিউ মেমরি বণ্টন করা হয়. যখন জিজ্ঞাসা VST DSPs সেটিংস সম্পাদনা করুন. অনুগ্রহপূর্বক অপেক্ষা করুন...
de_de: Das Programm weist RAM für die Vorschau zu. Falls gefragt wird, Einstellungen der VST DSP bearbeiten. Bitte warten...
et: Programm eraldab mälu esituse. Muutke VST DSP seaded, kui küsitakse. Palun oota...
it_it: Il programma sta allocando memoria per l'anteprima audio. Cambiare le impostazioni dei VST quando richiesto. Attendere prego...
ja: プレビューのためにメモリを割り当てています。 VST DSPの設定を調べています。 お待ちください...
ja_jp: 再生用のメモリ領域を割り当て中です。 VSTプラグインの設定を調べています。 しばらくお待ちください...
ko: 어플리케이션은 프리뷰를위한 메모리를 할당한다. 질문 할 때 VST의 DSP 설정을 편집합니다. 잠시 기다려주십시오 ...
ko_kr: 프로그램이 미리보기를 위해서 메모리를 할당하는 중 입니다. 질문 할 때 VST의 DSP 설정을 편집합니다. 잠시 기다려주십시오 ...
ru: Приложение выделяет память для предварительного просмотра. Измените параметры VST DSPs, когда спросят. Пожалуйста, подождите...
zh_tw: 正在分配記憶體給預覽程序。 若通知更改必要時請編輯 VST DSPs 設定。 請稍候...

# MoveDOWN
source: Move down (One item)
bn: নিচে নিয়ে যান (একটি আইটেম)
de_de: Absteigen (Ein Objekt)
et: Liigu alla (Üks kirje)
it_it: Muovi giù (Un elemento)
ja: 下に移動 (一項目のみ)
ja_jp: 下に移動 (一項目のみ)
ko: 아래로 이동 (한 항목)
ko_kr: 아래로 이동 (한 항목)
ru: Переместить вниз (Один пункт)
zh_tw: 往下移動 (一個項目)

# MoveDOWNSF
source: Move down ▼
bn: নিচে সরান ▼
de_de: Absteigen ▼
et: Liigu alla ▼
it_it: Muovi giù ▼
ja: 下に移動 ▼
ja_jp: 下に移動 ▼
ko: 아래로 이동 ▼
ko_kr: 아래로 이동 ▼
ru: Переместить вниз ▼
zh_tw: 往下移動 ▼

# MoveUP
source: Move up (One item)
bn: উপরে উঠানো (একটি আইটেম)
de_de: Aufrücken (Ein Objekt)
et: Üles liikuma (Üks kirje)
it_it: Muovi su (Un elemento)
ja: 上に移動 (一項目のみ)
ja_jp: 上に移動 (一項目のみ)
ko: 위로 이동 (한 항목)
ko_kr: 위로 이동 (한 항목)
ru: Переместить вверх (Один пункт)
zh_tw: 往上移動 (一個項目)

# MoveUPSF
source: Move up ▲
bn: উপরে উঠানো ▲
de_de: Aufrücken ▲
et: Üles liikuma ▲
it_it: Muovi su ▲
ja: 上に移動 ▲
ja_jp: 上に移動 ▲
ko: 위로 이동 ▲
ko_kr: 위로 이동 ▲
ru: Переместить вверх ▲
zh_tw: 往上移動 ▲

# NewValueTempo
source: New tempo value:
bn: নতুন লয় মান:
de_de: Neuer Tempo-Wert:
et: Uus tempoga väärtus:
it_it: Nuovo valore:
ja: 新しいテンポ値:
ja_jp: 新BPM:
ko: 새로운 템포 값 :
ko_kr: 새로운 템포 값 :
ru: Новое значение темпа:
zh_tw: 新增節拍值:

# NonFatalErrorHandler
source: Something went wrong during the execution of the application. Additional informations:
bn: কিছু অ্যাপ্লিকেশন চালানোর সময় কিছু ভুল হয়েছে. অতিরিক্ত তথ্য:
de_de: Bei der Ausführung des Programmes ist etwas schliefgegangen. Zusätzliche Informationen:
et: on tekkinud viga programmi töötamise ajal Lisainformatsioon:
it_it: È stato rilevato un errore durante l'esecuzione di Keppy's MIDI Converter. Informazioni aggiuntive:
ja: アプリケーションの実行中に問題が発生しました。 追加情報：
ja_jp: アプリケーションの実行中に問題が発生しました。 追加の情報:
ko: 뭔가 응용 프로그램을 실행하는 동안 문제가 발생했습니다. 추가 정보 :
ko_kr: 프로그램을 실행하는동안 문제가 발생하였습니다. 추가 정보 :
ru: Что-то пошло не так во время выполнения приложения. Дополнительная информация:
zh_tw: 打開程式時發生錯誤. 更多信息:

# NoteOff1
source: Only release the oldest instance upon a note off even when there are overlapping instances of the note.
bn: শুধু এমনকি যখন নোট ইনস্ট্যান্সের ওভারল্যাপিং হয় বন্ধ একটি নোট উপর প্রাচীনতম উদাহরণস্বরূপ মুক্তি.
de_de: Das NoteOFF-Event lässt nur die ersten erkannten Noten bei einer Notenüberlappung ausklingen, falls es zu einer solchen Überlappung zweier Noten kommen sollte
et: Ainult vabastada vanim näiteks pärast märkuse ära isegi siis, kui kattuvad juhtumeid märge.
it_it: L'evento MIDI NoteOFF rilascia solo la nota più vecchia.
ja: ノートが重なり合う場合がある時もノートに最も古いインスタンスだけをリリースする
ja_jp: ノートのオーバーラップ時でもノートオフ時に最も古いノートのみを解放する
ko: 만 노트의 중복 인스턴스가있는 경우에도 오프 메모에 가장 오래된 인스턴스를 놓습니다.
ko_kr: 만 노트의 중복 인스턴스가있는 경우에도 오프 메모에 가장 오래된 인스턴스를 놓습니다.
ru: Только освободить самый старый экземпляр на ноте от даже при наличии перекрывающихся экземпляров записки.
zh_tw: 只將最久單一音符放開，即使有音符重疊。

# NoUpdatesText
source: No updates have been found. Please try later.
bn: কোন আপডেট পাওয়া গেছে. পরে চেষ্টা করুন.
de_de: Es wurden keine Updates gefunden. Bitte später nochmal versuchen.
et: Ei ole saadaval värskendus. Proovige hiljem uuesti.
it_it: Non è stato trovato alcun aggiornamento. Riprovare più tardi.
ja: アップデートは見つかりませんでした。 後ほどお試しください。
ja_jp: アップデートは見つかりませんでした。現在のKeppy's MIDI Converterは最新です。
ko: 어떤 업데이트는 발견되지 않았다. 나중에 다시 시도하십시오.
ko_kr: 업데이트가 발견되지 않았습니다. 나중에 다시 시도해보세요.
ru: Обновления не найдены. Пожалуйста, попробуйте позднее.
zh_tw: 目前沒有找到更新. 請稍後再試.

# NoUpdatesTitle
source: No updates found.
bn: কোন আপডেট পাওয়া গেছে.
de_de: Keine Updates gefunden.
et: Ei ole saadaval värskendus
it_it: Nessun aggiornamento disponibile
ja: アップデートは見つかりませんでした
ja_jp: アップデートは見つかりませんでした
ko: 어떤 업데이트를 찾을 수 없습니다.
ko_kr: 최신 버전 없음.
ru: Обновления не найдены.
zh_tw: 目前沒有找到更新.

# OnlyOneItemMsg
source: You can only move one item!
bn: আপনি শুধুমাত্র একটি আইটেম সরাতে পারেন!
de_de: Bitte nur ein Objekt bewegen!
et: Saab liikuda ainult ühe elemendi!
it_it: Puoi solo muovere un elemento alla volta!
ja: 1項目のみ移動できます！
ja_jp: 1項目のみ移動できます。
ko: 당신은 하나의 항목 만 이동할 수 있습니다!
ko_kr: 당신은 하나의 항목 만 이동할 수 있습니다!
ru: Вы можете двигать только один пункт!
zh_tw: 只能一次移動一個

# OptionsStrip
source: Settings
bn: সেটিংস
de_de: Einstellungen
et: Seaded
it_it: Opzioni
ja: 設定
ja_jp: オプション
ko: 설정
ko_kr: 설정
ru: Настройки
zh_tw: 設定

# OverrideTempo1
source: Override tempo:
bn: অগ্রাহ্য করা লয়:
de_de: Tempo überschreiben:
et: Alistamine kiirus:
it_it: Sovrascrivi tempo:
ja: テンポの変更:
ja_jp: BPMを上書き:
ko: 템포를 오버라이드 (override) :
ko_kr: 템포 오버라이드 :
ru: Override темп:
zh_tw: 覆蓋節拍:

# OverrideTempo2
source: Override tempo: (Orig. {0}bpm)
bn: অগ্রাহ্য করা লয় (Orig {0} বিপিএম.)
de_de: Tempo überschreiben: (Orig. {0}bpm)
et: Alistamine kiirus: (algselt {0}bpm)
it_it: Sovrascrivi tempo: (Orig. {0}bpm)
ja: テンポの変更: (オリジナル. {0}bpm)
ja_jp: BPMを上書き: (元BPM: {0})
ko: 재정의 템포 : (원래 값 {0} BPM).
ko_kr: 재설정된 템포 : (기본 값 {0} BPM)
ru: Override темп: (Orig {0} ударов в минуту.)
zh_tw: 覆蓋節拍: (原始. {0}bpm)

# PeakLevel
source: Peak
bn: শিখর
de_de: Höchstwert
et: Tipp
it_it: Picco
ja: ピーク値
ja_jp: ピーク
ko: 피크
ko_kr: 최대
ru: Пик
zh_tw: 最高值

source: Playback aborted.
bn: প্লেব্যাক বন্ধ্যা.
de_de: Wiedergabe abgebrochen.
et: Esituse tühistatud
it_it: Riproduzione annullata.
ja: 再生が中断されました。
ja_jp: 再生が中断されました。
ko: 재생이 중단되었습니다.
ko_kr: 재생이 중단되었습니다.
ru: Воспроизведение прервано.
zh_tw: 播放中止.

# PlaybackAbortedXPMessage
source: Playback aborted. BASS status: {0}
bn: প্লেব্যাক বন্ধ্যা. BASS অবস্থা: {0}
de_de: Wiedergabe abgebrochen. BASS Status: {0}
et: Esituse tühistatud BASS olek: {0}
it_it: Riproduzione annullata. Stato BASS: {0}
ja: 再生が中断されました。 BASS status: {0}
ja_jp: 再生が中断されました。 BASS status: {0}
ko: 재생이 중단되었습니다. BASS 상태 : {0}
ko_kr: 재생이 중단되었습니다. BASS 상태 : {0}
ru: Воспроизведение прервано. BASS статус: {0}
zh_tw: 播放中止. BASS 狀態: {0}

source: Playback completed.
bn: প্লেব্যাক সম্পন্ন.
de_de: Wiedergabe abgeschlossen.
et: Esituse lõpetanud
it_it: Riproduzione completata.
ja: 再生が完了しました。
ja_jp: 再生が完了しました。
ko: 재생 완료.
ko_kr: 재생이 취소되었습니다.
ru: Воспроизведение завершено.
zh_tw: 播放完成.
