Repository: BuickMeow/KMC
Catalog: KeppyMIDIConverter/Languages/Lang.*.resx
Languages: bn, de_de, et, it_it, ja, ja_jp, ko, ko_kr, ru, zh_tw

# AbortConvPlayback
source: Abort conversion/preview
bn: বাতিল করুন রূপান্তর / প্রিভিউ
de_de: Umwandlung abbrechen/Vorschau
et: Tühista muutma/taasesitus
it_it: Annulla conversione/anteprima
ja: 変換/プレビューを中断
ja_jp: 変換/プレビューを中断
ko: 변환 / 미리보기를 중단
ko_kr: 변환 / 미리보기를 중단
ru: Прервать преобразование / предварительный просмотр
zh_tw: 中止轉換/預覽

# AboutSFZFormatText
source: This program is compliant to the "SFZ 1.0 format", and partially with the "SFZ 2.0 format". Do you want to visit the "Unofficial SFZ format information" website?
bn: এই প্রোগ্রামটি "SFZ 1.0 বিন্যাস" অনুবর্তী হয়, এবং আংশিকভাবে "SFZ 2.0 বিন্যাস" সঙ্গে. আপনি "অপ্রাতিষ্ঠানিক SFZ বিন্যাসে তথ্য" ওয়েবসাইট ভিজিট করতে চান?
de_de: Dieses Programm unterstützt das "SFZ 1.0 Format" und teilweise das "SFZ 2.0 Format". Die "Inoffizielle SFZ Format Informationsseite" besuchen?
et: See programm vastab, et SFZ 1.0 formaadis ning osaliselt koos SFZ 2.0 formaadis. Kas soovite külastada mitteametlik SFZ formaadis info koduleheküljel?
it_it: Questo programma è conforme al format SFZ 1.0, e parzialmente al formato SFZ 2.0. Vuoi visitare il sito non ufficiale riguardo il formato SFZ?
ja: このプログラムは「SFZ 1.0」規格に準拠しており、かつ部分的に「SFZ 2.0」規格にも対応しています。 「Unofficial SFZ format information」を閲覧しますか？
ja_jp: Keppy's MIDI Converter は"SFZ 1.0"と部分的に"SFZ 2.0"に準拠しています。"Unofficial SFZ format information"を開きますか?
ko: 이 프로그램은 "SFZ 1.0 형식"을 준수하고, 부분적으로 "SFZ 2.0 형식"와. 당신은 "비공식 SFZ 포맷 정보"웹 사이트를 방문 하시겠습니까?
ko_kr: 이 프로그램은 "SFZ 1.0 형식"을 준수하고, 부분적으로 "SFZ 2.0 형식"와. 당신은 "비공식 SFZ 포맷 정보"웹 사이트를 방문 하시겠습니까?
ru: Эта программа совместима с "форматом SFZ 1.0", и частично с "форматом SFZ 2.0". Вы хотите посетить веб-сайт "Неофициальная информация о формате SFZ"? (сайт на английском языке)
zh_tw: 這個程式是符合了「SFZ 1.0格式」，部分與「SFZ 2.0格式」。 您想參觀「關於SFZ格式」的非官方網站嗎？

# AboutSFZFormatTitle
source: About the SFZ format
bn: সম্পর্কে SFZ বিন্যাস
de_de: Über das "SFZ" Format
et: Umbes SFZ formaadis
it_it: Riguardo il formato SFZ
ja: SFZ規格について
ja_jp: SFZフォーマットについて
ko: SFZ 형식에 대한
ko_kr: SFZ 형식에 대한
ru: О формате SFZ
zh_tw: 關於SFZ格式

# AboutVSTSupportText
source: This program supports VST DSPs. Virtual Studio Technology (VST) is a software interface and technology by Steinberg Media Technologies. Copyright ©2006 Steinberg Media Technologies. All Rights Reserved.
bn: এই প্রোগ্রামটি VST DSPs সমর্থন. ভার্চুয়াল স্টুডিও প্রযুক্তি (VST) একটি সফ্টওয়্যার ইন্টারফেস এবং প্রযুক্তির মধ্যে Steinberg মিডিয়া টেকনোলজিস হয়. কপিরাইট © 2006 মধ্যে Steinberg মিডিয়া টেকনোলজিস. সর্বস্বত্ব সংরক্ষিত.
de_de: Dieses Programm unterstützt VST DSPs. Virtual Studio Technology (VST) ist eine Software-Schnittstelle und eine Technik, erfunden von Steinberg Media Technologies. Copyright ©2006 Steinberg Media Technologies. Alle Rechte vorbehalten.
et: See programm toetab VST DSPs. Virtual Studio Technology (VST) on tarkvara kasutajaliidese ja tehnoloogia Steinberg Media Technologies. Autorioigus © 2006 Steinberg Meedia Technologies. Kõik õigused kaitstud.
it_it: Questo programma supporta effetti VST esterni. Virtual Studio Technology (VST) è un'interfaccia software e tecnologia di Steinberg Media Technologies. Copyright ©2006 Steinberg Media Technologies. Tutti i diritti riservati.
ja: このプログラムは、VST DSPをサポートしています。 Virtual Studio Technology (VST) は、Steinberg Media Technologies社によるソフトウェアインターフェイスおよび技術です。 Copyright ©2006 Steinberg Media Technologies. All Rights Reserved.
ja_jp: このプログラムは、VST DSPをサポートしています。 Virtual Studio Technology (VST) is a software interface and technology by Steinberg Media Technologies. Copyright ©2006 Steinberg Media Technologies. All Rights Reserved.
ko: 이 프로그램은 VST의 DSP를 지원합니다. 가상 스튜디오 기술 (VST)가 스타인버그 미디어 기술에 의해 소프트웨어 인터페이스 기술이다. 저작권 2006 스타인버그 미디어 기술 ©. 판권 소유.
ko_kr: 이 프로그램은 VST의 DSP를 지원합니다. 가상 스튜디오 기술 (VST)가 스타인버그 미디어 기술에 의해 소프트웨어 인터페이스 기술입니다. 저작권 2006 스타인버그 미디어 기술 ©. 판권 소유.
ru: Эта программа поддерживает VST ЦСП. Virtual Studio Technology (VST) представляет собой программный интерфейс и технологии по Steinberg Media Technologies. Copyright © 2006 Steinberg Media Technologies. Все права защищены.
zh_tw: 這個程式支援 VST DSPs. Virtual Studio Technology (VST) is a software interface and technology by Steinberg Media Technologies. Copyright ©2006 Steinberg Media Technologies. All Rights Reserved.

# AboutVSTSupportTitle
source: About the Virtual Studio Technology interface
bn: Virtual Studio Interface প্রযুক্তি ইন্টারফেস সম্পর্কে
de_de: Über die Virtual Studio Technology Schnittstelle
et: Umbes Virtual Studio Technology liides
it_it: Riguardo al supporto VST
ja: Virtual Studio Technology interface (VSTi) について
ja_jp: Virtual Studio Technology interfaceについて
ko: 가상 스튜디오 기술 인터페이스에 대한
ko_kr: 가상 스튜디오 기술 인터페이스에 대하여
ru: О интерфейсе Virtual Studio Technology
zh_tw: 關於Virtual Studio Technology

# ActionsStrip
source: Actions
bn: ক্রিয়াকলাপ
de_de: Ablage
et: Tegevus
it_it: Azioni
ja: アクション
ja_jp: アクション
ko: 행위
ko_kr: 파일
ru: Действия
zh_tw: 動作

# ActiveVoices
source: Voices:
bn: ভয়েসেস:
de_de: Stimmen
et: Heli:
it_it: Voci attive
ja: 同時発音数:
ja_jp: 発音数
ko: 목소리 :
ko_kr: 노트
ru: Голосов:
zh_tw: 複音數

# AddOneMIDI
source: Please add at least one MIDI to the conversion list.
bn: রূপান্তর তালিকায় অন্তত একটি এখন MIDI যোগ করুন.
de_de: Bitte mindestens eine MIDI-Datei zur Liste für die Umwandlung hinzufügen.
et: Lisage vähemalt ühe MIDI konverteerimisega nimekirja
it_it: Per favore aggiungere almeno un MIDI.
ja: 変換リストには少なくとも1つのMIDIを追加してください。
ja_jp: リストには少なくとも1つのMIDIを追加してください。
ko: 변환 목록에 적어도 하나의 MIDI를 추가하세요.
ko_kr: 최소 MIDI 파일 하나를 추가해 주세요.
ru: Пожалуйста, добавьте по крайней мере один MIDI в список преобразования.
zh_tw: 請至少加入一個MIDI檔案到轉換列表

# AdvSettingsButton
source: Advanced settings
bn: উন্নত সেটিংস
de_de: Erweiterte Einstellungen
et: Täpsemad seaded
it_it: Opzioni avanzate
ja: 高度な設定
ja_jp: 詳細設定
ko: 고급 설정
ko_kr: 고급 설정
ru: Расширенные настройки
zh_tw: 進階設定

# AdvSettingsTitle
source: Advanced settings
bn: উন্নত সেটিংস
de_de: Erweiterte Einstellungen
et: Täpsemad seaded
it_it: Opzioni avanzate
ja: 高度な設定
ja_jp: 詳細設定
ko: 고급 설정
ko_kr: 고급 설정
ru: Расширенные настройки
zh_tw: 進階設定

# AlreadyUpdatedText
source: This version of Keppy's MIDI Converter is already up-to-date.
bn: Keppy's MIDI Converter এর এই সংস্করণ ইতিমধ্যে আপ-টু-ডেট হয়.
de_de: Keppy's MIDI Converter ist bereits auf dem neusten Stand.
et: See programm on juba uusim versioon
it_it: Questa versione di Keppy's MIDI Converter è la più aggiornata.
ja: このバージョンのKeppy's MIDI Converterはすでに最新版です。
ja_jp: このバージョンのKeppy's MIDI Converterはすでに最新です。
ko: Keppy의 MIDI 변환기의이 버전은 이미 최신입니다.
ko_kr: Keppy 의 MIDI 변환기는 이미 최신 버전입니다.
ru: Эта версия Keppy's MIDI Converter уже до современных.
zh_tw: 該軟體已更新至最新版

# AppBusy
source: The app is not done converting/playing MIDIs! Are you sure you want to exit?
bn: অ্যাপ্লিকেশন MIDIs বাজানো রূপান্তর করা হয় না /! আপনি প্রস্থান করতে চান?
de_de: Das Programm ist gerade am Umwandeln der MIDIs! Trotzdem beenden?
et: Muutma / taasesitus protsess ei ole veel lõppenud! Sa tahad väljuda?
it_it: L'applicazione non ha ancora finito di convertire/riprodurre dei MIDI! Sei sicuro di voler uscire?
ja: まだMIDIを再生中or変換中です！ 中断してもよろしいですか？
ja_jp: MIDIを再生 or 変換中です。中断してもよろしいですか?
ko: 이 앱은 MIDIs 재생 / 변환 수행되지 않습니다! 당신은 당신이 종료 하시겠습니까?
ko_kr: 아직 변환/미리보기 가 끝나지 않았습니다! 정말로 종료하시겠습니까?
ru: Приложение ещё не сделал преобразования / воспроизведения MIDI! Вы уверены, что хотите выйти?
zh_tw: 該應用程式尚未完成轉換/播放 MIDI! 您確定要離開?

# AudioEventsStrip
source: Enable audio events (Conversion finished, failed etc.)
bn: অডিও ঘটনা সক্ষম করুন (রূপান্তর, সমাপ্ত ইত্যাদি ব্যর্থ হয়েছে)
de_de: Audiosignale aktivieren (Umwandlung abgeschlossen, fehlgeschlagen etc.)
et: Heli sündmusi (muudab täielikult, muuta ei ...)
it_it: Abilita eventi audio (Conversione completata, fallita etc.)
ja: 効果音を鳴らす (変換完了、または失敗、など)
ja_jp: SEを有効化(変換終了後や変換失敗時など)
ko: 오디오 이벤트를 활성화 (변환 등, 마무리 실패)
ko_kr: 알람 활성화 (변환 끝남, 실패 등)
ru: Включение звуковых событий (преобразование завершено, не удалось и т.д.)
zh_tw: 啟用音頻事件（轉換完成，失敗等）

# AudioFreq
source: Audio frequency:
bn: অডিও ফ্রিকোয়েন্সি:
de_de: Audiofrequenz:
et: Heli sagedusel:
it_it: Frequenza audio:
ja: サンプリング周波数:
ja_jp: サンプルレート:
ko: 오디오 주파수 :
ko_kr: 오디오 주파수 :
ru: Аудио частота:
zh_tw: 取樣頻率:

# AutomaticShutdownStrip
source: Turn the PC off after the conversion process is completed
bn: পিসি বন্ধ করুন রূপান্তর প্রক্রিয়া সম্পন্ন করা হয় পরে
de_de: Computer nach der Umwandlung herunterfahren
et: Lülitage arvuti pärast otsuse
it_it: Spegni il computer automaticamente alla fine della conversione
ja: 変換完了後、PCの電源を落とす
ja_jp: 変換処理後にPCをシャットダウンする
ko: 전환 과정이 완료된 후, PC의 전원을 끄고
ko_kr: 변환이 완료되면 컴퓨터를 종료합니다
ru: Выключить компьютер после того, как процесс преобразования завершен
zh_tw: 轉換完成時關閉電腦

# AutoUpdatesCheckStrip
source: Check for updates when starting the application
bn: আপডেটের জন্য চেক করুন যখন আবেদন শুরু
de_de: Beim starten des Programmes nach Updates suchen
et: Uuenduste kontrollimiseks programmi käivitamine
it_it: Controlla per disponibilità di aggiornamenti all'avvio del programma
ja: アプリケーションを起動したとき、アップデートを自動的に確認する
ja_jp: アプリ起動時にアップデートを確認する
ko: 응용 프로그램을 시작할 때 업데이트 확인
ko_kr: 프로그램을 시작 할 때 최신버젼이 있는지 확인합니다
ru: Проверить наличие обновлений при запуске приложения
zh_tw: 程式啟動時檢查更新

# AverageLevel
source: Average
bn: গড়
de_de: Mittelwert
et: Läbistikune
it_it: Media
ja: 平均値
ja_jp: 平均
ko: 평균
ko_kr: 평균
ru: В среднем
zh_tw: 平均

# BASSEngineConfiguration
source: Configuring BASS. The conversion process will start soon...
bn: BASS কনফিগার. রূপান্তর প্রক্রিয়া শিগগিরই শুরু হবে ...
de_de: BASS wird Konfiguriert. Umwandlung startet bald...
et: Seadistamine BASS. Renderdusseadistuste hakkab varsti...
it_it: BASS è in stato di configurazione. La conversione verrà avviata a breve...
ja: BASSを構成しています。 変換がまもなく開始されます。もう少しお待ちください...
ja_jp: BASSを構成しています。 変換がまもなく開始されます。もう少しお待ちください...
ko: BASS 구성. 변환 프로세스 곧 개시 될 ...
ko_kr: BASS 엔진 설정중. 변환이 곧 시작됩니다...
ru: Настройка BASS. Процесс преобразования начнется в ближайшее время ...
zh_tw: 配置 BASS 中. 轉換即將開始...

# BASSEngineConfigurationVST
source: Configuring BASS. Edit the VST DSPs settings when asked. The conversion process will start soon...
bn: BASS কনফিগার. যখন জিজ্ঞাসা VST DSPs সেটিংস সম্পাদনা করুন. রূপান্তর প্রক্রিয়া শিগগিরই শুরু হবে ...
de_de: BASS wird Konfiguriert. Falls gefragt wird, Einstellungen der VST DSP bearbeiten. Umwandlung startet bald...
et: Seadistamine BASS. Muutma VST DSP seaded, kui küsitakse. Renderdusseadistuste hakkab varsti...
it_it: BASS è in stato di configurazione. Cambiare le impostazioni dei VST quando richiesto. La conversione verrà avviata a breve...
ja: BASSを構成しています。 VST DSPの設定を調べています。 変換がまもなく開始されます。もう少しお待ちください...
ja_jp: BASSを構成しています。 VST DSPの設定を調べています。 変換がまもなく開始されます。もう少しお待ちください...
ko: BASS 구성. 질문 할 때 VST의 DSP 설정을 편집합니다. 변환 프로세스 곧 개시 될 ...
ko_kr: BASS 설정. 질문 할 때 VST의 DSP 설정을 편집합니다. 변환 프로세스 곧 개시 될 ...
ru: Настройка BASS. Изменение параметров VST ЦСП, когда его спросили. Процесс преобразования начнется в ближайшее время ...
zh_tw: 配置 BASS 中. 若通知更改必要時請編輯 VST DSPs 設定. 轉換即將開始...

# CanNotCheckUpdates
source: Can not check for updates! You're offline, or the website is currently down.
bn: আপডেটের জন্য পরীক্ষা করা যাবে না! আপনি অফলাইনে বা ওয়েবসাইট বর্তমানে নিম্নমুখী.
de_de: Updates konnten nicht geprüft werden! Keine Verbindung zum Internet, oder die Website ist momentan offline.
et: Ei ole võimalik kontrollida värskendust! Sa pole kas ühendatud internetti või kodulehel on maas!
it_it: Impossibile verificare la presenza di nuovi aggiornamenti! Sei offline, o il sito è momentaneamente non disponibile.
ja: アップデートを確認できません。インターネットに接続されていないか、一時的にサイトが落ちています。
ja_jp: 最新版を確認できませんでした。インターネットへの接続環境を確認してください。
ko: 업데이트를 확인 할 수 없습니다! 당신은 오프라인 또는 웹 사이트는 현재 다운되었습니다.
ko_kr: 업데이트를 할수 없었습니다! 오프라인이거나 웹사이트가 다운 되었습니다.
ru: Не можете проверить наличие обновлений! Вы находитесь в автономном режиме, или веб-сайт в настоящее время вниз.
zh_tw: 無法檢查更新!你處於離線狀態,或網站目前離線

# CanNotCheckUpdatesMsg
source: Can not check for updates! Error: {0}
bn: আপডেটের জন্য পরীক্ষা করা যাবে না! ত্রুটি: {0}
de_de: Updates konnten nicht geprüft werden! Error: {0}
et: Ei ole võimalik kontrollida värskendust! Viga: {0}
it_it: Impossibile verificare la presenza di nuovi aggiornamenti! Errore: {0}
ja: アップデートを確認できません！ エラー: {0}
ja_jp: 最新版を確認できません! エラー: {0}
ko: 업데이트를 확인 할 수 없습니다! 오류: {0}
ko_kr: 업데이트 불가! 오류: {0}
ru: Не можете проверить наличие обновлений! Ошибка: {0}
zh_tw: 無法檢查更新 錯誤: {0}

# CheckForUpdatesBtn
source: Check for updates
bn: হালনাগাদ এর জন্য অনুসন্ধান করুন
de_de: Nach Updates suchen
et: Uuenduste kontrollimiseks
it_it: Cerca aggiornamenti
ja: 最新版を確認
ja_jp: 最新版を確認
ko: 업데이트 확인
ko_kr: 업데이트 확인
ru: Проверить наличие обновлений
zh_tw: 檢查更新

# ClearListAutomaticallyStrip
source: Clean MIDIs list automatically after the conversion
bn: ক্লিন গান তালিকা স্বয়ংক্রিয়ভাবে রূপান্তর পর
de_de: MIDI-Liste nach der Umwandlung automatisch leeren
et: Selge MIDI nimekirja pärast konverteeriva
it_it: Pulisci la lista MIDI automaticamente dopo la conversione
ja: 変換終了後、自動的にMIDIリストをクリア
ja_jp: 変換終了後にリストをクリア
ko: 변환 후 자동 청소 음악 목록
ko_kr: 변환후 자동으로 미디 리스트를 삭제합니다
ru: Удалить список автоматически после того, когда процесс пройден
zh_tw: 當MIDI轉換完成時,自動清除MIDI清單

# ClearMIDIsList
source: Clean MIDIs list
bn: ক্লিন এখন MIDIs তালিকা
de_de: MIDI-Liste leeren
et: Selge MIDI nimekirja
it_it: Ripulisci lista MIDI
ja: リストから全てのMIDIを削除
ja_jp: リスト内のMIDIファイルをすべて取り除く
ko: 클린 음악 목록
ko_kr: 미디 리스트 모두 삭제
ru: Удалить список MIDI
zh_tw: 清理MIDI清單

# ClearSoundfontList
source: Clean soundfonts list
bn: ক্লিন soundfonts তালিকা
de_de: Soundfont-Liste leeren
et: Selge heli failide nimekirja
it_it: Ripulisci lista soundfont
ja: SoundFontをリストから全て外す
ja_jp: リスト内のSoundFontをすべて取り除く
ko: 클린 사운드 폰트 목록
ko_kr: 사운드 폰트 모두 삭제
ru: Удалить список SoundFont'ов
zh_tw: 清理音色庫清單

# ConstantBitrateOGG
source: Force constant bitrate (OGG Vorbis):
bn: বল ধ্রুবক বিটরেট (OGG Vorbis):
de_de: Gleichmäßige Bitrate erzwingen (OGG/MP3):
et: Jõud kvaliteediga (OGG Vorbis):
it_it: Forza bitrate costante (OGG/MP3):
ja: 固定ビットレート (OGG Vorbis):
ja_jp: 固定ビットレートを指定 (OGG/MP3):
ko: 상수 비트 전송률 (OGG 보비스)를 강제로 :
ko_kr: 강제로 일정 비트레이트 사용 (OGG/MP3):
ru: Force постоянный битрейт (OGG Vorbis):
zh_tw: 強制固定固定位元速率 (OGG/MP3):

source: Conversion aborted.
bn: রূপান্তর বন্ধ্যা.
de_de: Umwandlung abgebrochen.
et: Muutma tühistatud
it_it: Conversione annullata.
ja: 変換が中断されました。
ja_jp: 変換が中断されました。
ko: 변환이 중단되었습니다.
ko_kr: 변환이 중단되었습니다.
ru: Преобразование прервано.
zh_tw: 中止轉換

# ConversionAbortedXPMessage
source: Conversion aborted. BASS status: {0}
bn: রূপান্তর বন্ধ্যা. BASS অবস্থা: {0}
de_de: Umwandlung abgebrochen. BASS Status: {0}
et: Muutma tühistatud BASS seisund: {0}
it_it: Conversione annullata. Stato BASS: {0}
ja: 変換が中断されました。 BASS status: {0}
ja_jp: 変換が中断されました。 BASS status: {0}
ko: 변환이 중단되었습니다. BASS 상태 : {0}
ko_kr: 변환이 중단되었습니다. BASS 상태 : {0}
ru: Преобразование прервано. BASS статус: {0}
zh_tw: 中止轉換 BASS 狀態 {0}

source: Conversion completed.
bn: রূপান্তর সম্পন্ন.
de_de: Umwandlung abgeschlossen.
et: Muutma täielik
it_it: Conversione completata.
ja: 変換が完了しました。
ja_jp: 変換が完了しました。
ko: 변환이 완료되었습니다.
ko_kr: 변환이 완료되었습니다.
ru: Преобразование завершено.
zh_tw: 轉換完成

# ConversionCompletedXPMessage
source: Conversion completed. BASS status: {0}
bn: রূপান্তর সম্পন্ন. BASS অবস্থা: {0}
de_de: Umwandlung abgeschlossen. BASS Status: {0}
et: Muutma täielik BASS seisund: {0}
it_it: Conversione completata. Stato BASS: {0}
ja: 変換が完了しました。 BASS status: {0}
ja_jp: 変換が完了しました。 BASS status: {0}
ko: 변환이 완료되었습니다. BASS 상태 : {0}
ko_kr: 변환이 완료되었습니다. BASS 상태 : {0}
ru: Преобразование завершено. BASS статус: {0}
zh_tw: 轉換完成 BASS 狀態: {0}

# ConversionText
source: Keppy's MIDI Converter | Converting {0}...
bn: Keppy's MIDI Converter | রূপান্তর {0}...
de_de: {0} | Umwandlung erfolgt {1}...
et: Keppy's MIDI Converter | Muutuv {0}...
it_it: {0} | Conversione di {1} in corso...
ja: Keppy's MIDI Converter | {0} を変換中...
ja_jp: Keppy's MIDI Converter | {0}を変換中...
ko: Keppy's MIDI Converter | 변환 {0}...
ko_kr: {0} | 변환중 {1}...
ru: Keppy's MIDI Converter | Преобразование {0}...
zh_tw: {0} | 轉換中 {1}...

# ConversionXPTitle
source: Completed
bn: সম্পন্ন
de_de: Abgeschlossen
et: Valminud
it_it: Completato
ja: 完了
ja_jp: 完了
ko: 완료
ko_kr: 완료
ru: Завершено
zh_tw: 完成

# ConvPosOrTimeLeft
source: Show conversion position instead of time left
bn: দেখান রূপান্তর অবস্থানে পরিবর্তে সময় বাম
de_de: Umwandlungsposition anstatt der übrigen Zeit anzeigen
et: Näita edu asemel aega
it_it: Visualizza la posizione della conversione invece del tempo rimanente
ja: 残り時間の代わりに変換位置を表示
ja_jp: 残り時間の表示を変換位置の表示に置き換える
ko: 표시 변환 위치 대신 시간의 왼쪽
ko_kr: 남은 시간 대신에 변환중인 위치를 표시합니다
ru: Показать позиции преобразования вместо оставшегося времени
zh_tw: 切換顯示剩餘時間至轉換位置

# ConvStatusFasterNew
source: {0}MBs of RAW data converted. ({1}) Approximate time left: {2} - Elapsed time: {3} Rendering time: {4}% ({5}x~ faster)
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) আনুমানিক সময় বাম: {2} - অতিবাহিত সময়: {3} সময় রেন্ডারিং: {4}% ({5} এক্স ~ দ্রুত)
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Ungefähre Zeit übrig: {2} - Verstrichene Zeit: {3} BASS CPU-Zeit: {4}% ({5}x~schneller)
et: {0}MBs algandmeid muuta. ({1}) Ligikaudne aeg vasakule: {2} - Kuluv aeg: {3} Muutus koormuse: {4}% ({5}x~ kiiremini)
it_it: {0}MBs di dati RAW convertiti. ({1}) Tempo rimasto (Approssimazione): {2} - Tempo trascorso: {3} Tempo rendering (BASS): {4}% ({5} volte più veloce)
ja: {0}MBのRAWデータを出力しました。 ({1}) およその残り時間: {2} - 経過時間: {3} レンダリング時間: {4}% ({5}倍速くレンダリング中)
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 残り時間: {2} - 経過時間: {3} レンダリング時間: {4}% (倍速 x{5})
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 대략적인 시간 왼쪽 : {2} - 경과 시간 : {3} 렌더링 시간 : {4} % ({5} X ~ 빠름)
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 대략 {2} 남음 - 경과 시간 : {3} 렌더링 시간 : {4} % ({5} 배 빨라짐)
ru: {0} MBs данных RAW преобразования. ({1}) Примерное время осталось: {2} - Прошло: {3} Время визуализации: {4}% ({5} х ~ быстрее)
zh_tw: {0}原始數據轉換大小(MB)。 （{1}） 剩餘時間約：{2} - 已經過時間：{3} 轉碼時間：{4}％（{5} X〜快）

# ConvStatusFasterOld
source: {0}MBs of RAW data converted. ({1}) Current position: {2} - {3} Rendering time: {4}% ({5}x~ faster)
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) বর্তমান অবস্থান: {2} - {3} সময় রেন্ডারিং: {4}% ({5} এক্স ~ দ্রুত)
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Aktuelle Position: {2} - {3} BASS CPU-Zeit: {4}% ({5}x~ schneller)
et: {0}MBs algandmeid muuta. ({1}) Praeguse edu: {2} - {3} Muutus koormuse: {4}% ({5}x~ kiiremini)
it_it: {0}MBs di dati RAW convertiti. ({1}) Posizione corrente: {2} - {3} Tempo rendering (BASS): {4}% ({5} volte più veloce)
ja: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}% ({5}倍速くレンダリング中)
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}% (倍速 x{5})
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} % ({5} X ~ 빠름)
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} % ({5} X ~ 빠름)
ru: {0} MBs данных RAW преобразования. ({1}) Текущее положение: {2} - {3} Время визуализации: {4}% ({5} х ~ быстрее)
zh_tw: {0}原始數據轉換大小(MB)。 （{1}） 剩餘時間約：{2} - 已經過時間：{3} 轉碼時間：{4}％

# ConvStatusNormalNew
source: {0}MBs of RAW data converted. ({1}) Approximate time left: {2} - Elapsed time: {3} Rendering time: {4}%
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) আনুমানিক সময় বাম: {2} - অতিবাহিত সময়: {3} সময় রেন্ডারিং: {4}%
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Ungefähre Zeit übrig: {2} - Verstrichene Zeit: {3} BASS CPU-Zeit: {4}%
et: {0}MBs algandmeid muuta. ({1}) Ligikaudne aeg vasakule: {2} - Kuluv aeg: {3} Muutus koormuse: {4}%
it_it: {0}MBs di dati RAW convertiti. ({1}) Tempo rimasto (Approssimazione): {2} - Tempo trascorso: {3} Tempo rendering (BASS): {4}%
ja: {0}MBのRAWデータを出力しました。 ({1}) およその残り時間: {2} - 経過時間: {3} レンダリング時間: {4}%
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 残り時間: {2} - 経過時間: {3} レンダリング時間: {4}%
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 대략적인 시간 왼쪽 : {2} - 경과 시간 : {3} 렌더링 시간 : {4} %
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 대략 {2} 남음 - 경과 시간 : {3} 렌더링 시간 : {4} %
ru: {0} MBs данных RAW преобразования. ({1}) Примерное время осталось: {2} - Прошло: {3} Время визуализации: {4}%
zh_tw: {0}原始數據轉換大小(MB)。 （{1}） 剩餘時間約：{2} - 已經過時間：{3} 轉碼時間：{4}％（{5} X〜慢）

# ConvStatusNormalOld
source: {0}MBs of RAW data converted. ({1}) Current position: {2} - {3} Rendering time: {4}%
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) আনুমানিক সময় বাম: {2} - অতিবাহিত সময়: {3} সময় রেন্ডারিং: {4}%
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Aktuelle Position: {2} - {3} BASS CPU-Zeit: {4}%
et: {0}MBs algandmeid muuta. ({1}) Praeguse edu: {2} - {3} Muutus koormuse: {4}%
it_it: {0}MBs di dati RAW convertiti. ({1}) Posizione corrente: {2} - {3} Tempo rendering (BASS): {4}%
ja: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}%
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}%
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} %
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} %
ru: {0} MBs данных RAW преобразования. ({1}) Текущее положение: {2} - {3} Время визуализации: {4}%
zh_tw: {0}原始數據轉換大小(MB)。 （{1}） 目前位置：{2} - {3} 轉碼時間：{4}％（{5} X〜快）

# ConvStatusSlowerNew
source: {0}MBs of RAW data converted. ({1}) Approximate time left: {2} - Elapsed time: {3} Rendering time: {4}% ({5}x~ slower)
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) আনুমানিক সময় বাম: {2} - অতিবাহিত সময়: {3} সময় রেন্ডারিং: {4}% ({5} এক্স ~ ধীর)
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Ungefähre Zeit übrig: {2} - Verstrichene Zeit: {3} BASS CPU-Zeit: {4}% ({5}x~ langsamer)
et: {0}MBs algandmeid muuta. ({1}) Ligikaudne aeg vasakule: {2} - Kuluv aeg: {3} Muutus koormuse: {4}% ({5}x~ aeglasemalt)
it_it: {0}MBs di dati RAW convertiti. ({1}) Tempo rimasto (Approssimazione): {2} - Tempo trascorso: {3} Tempo rendering (BASS): {4}% ({5} volte più lento)
ja: {0}MBのRAWデータを出力しました。 ({1}) およその残り時間: {2} - 経過時間: {3} レンダリング時間: {4}% ({5}倍遅くレンダリング中)
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 残り時間: {2} - 経過時間: {3} レンダリング時間: {4}% (遅延 x{5})
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 대략적인 시간 왼쪽 : {2} - 경과 시간 : {3} 렌더링 시간 : {4} % ({5} X ~ 느린)
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 대략 {2} 남음 - 경과 시간 : {3} 렌더링 시간 : {4} % ({5} 배 느려짐)
ru: {0} MBs данных RAW преобразования. ({1}) Примерное время осталось: {2} - Прошло: {3} Время визуализации: {4}% ({5} х ~ медленнее)
zh_tw: {0}原始數據轉換大小(MB)。 （{1}） 目前位置：{2} - {3} 轉碼時間：{4}％

# ConvStatusSlowerOld
source: {0}MBs of RAW data converted. ({1}) Current position: {2} - {3} Rendering time: {4}% ({5}x~ slower)
bn: {0} কাঁচা ডেটা এমবিএস রূপান্তরিত. ({1}) বর্তমান অবস্থান: {2} - {3} সময় রেন্ডারিং: {4}% ({5} এক্স ~ ধীর))
de_de: {0}MBs RAW Daten umgewandelt. ({1}) Aktuelle Position: {2} - {3} BASS CPU-Zeit: {4}% ({5}x~ langsamer)
et: {0}MBs algandmeid muuta. ({1}) Praeguse edu: {2} - {3} Muutus koormuse: {4}% ({5}x~ aeglasemalt)
it_it: {0}MBs di dati RAW convertiti. ({1}) Posizione corrente: {2} - {3} Tempo rendering (BASS): {4}% ({5} volte più lento)
ja: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}% ({5}倍遅くレンダリング中)
ja_jp: {0}MBのRAWデータを出力しました。 ({1}) 現在位置: {2} - {3} レンダリング時間: {4}% (遅延 x{5})
ko: RAW 데이터의 {0} 매크로 블럭 변환. ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} % ({5} X ~ 느린)
ko_kr: {0}MBs 의 데이터가 변환됨 ({1}) 현재 위치 : {2} - {3} 렌더링 시간 : {4} % ({5} 배 느려짐)
ru: {0} MBs данных RAW преобразования. ({1}) Текущее положение: {2} - {3} Время визуализации: {4}% ({5} х ~ медленнее)
zh_tw: {0}原始數據轉換成的MB。 （{1}） 目前位置：{2} - {3} 轉碼時間：{4}％（{5} X〜慢）

# CopiedToClipboardNotice
source: The error has been copied to clipboard. Error: {0}
bn: ত্রুটি ক্লিপবোর্ডে কপি করা হয়েছে. ত্রুটি: {0}
de_de: Die Fehlermeldung wurde in die Zwischenablage kopiert. Error: {0}
et: See viga on kopeeritud Viga: {0}
it_it: L'errore è stato copiato negli appunti. Anteprima: {0}
ja: エラーがクリップボードにコピーされました。 エラー: {0}
ja_jp: エラーがクリップボードにコピーされました。 エラー: {0}
ko: 오류가 클립 보드에 복사되었습니다. 오류: {0}
ko_kr: 오류가 클립 보드에 복사되었습니다. 오류: {0}
ru: Ошибка была скопирована в буфер обмена. Ошибка: {0}
zh_tw: 錯誤訊息已複製到剪貼簿. 錯誤: {0}
